Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: This module represents the analyses included with jamovi. It contains many common analyses (such as t-tests, ANOVAs, regression, correlation matrices, proportion tests, contingency tables, factor analysis, etc).
es: Este módulo representa los análisis incluidos con jamovi. Contiene muchos análisis comunes (como pruebas t, ANOVA, regresión, matrices de correlación, pruebas de proporción, tablas de contingencia, análisis factorial, etc.).
ja: このモジュールはjamoviの基本モジュールで、t検定、分散分析、回帰分析、相関行列、比率検定、分割表、因子分析など、一般的な分析が数多く含まれています。

source: Threshold
es: Umbral
ja: 閾値

source: Thresholds
es: Umbrales
ja: 閾値

source: Tolerance
es: Tolerancia
ja: トレランス

source: Too few observations (N < 3) to compute statistic
es: Muy pocas observaciones (N < 3) para calcular la estadística
ja: データが少なすぎて統計量を算出できません（N < 3）

source: Too few observations to calculate statistic. Each (sub)group must have at least as many observations as there are dependent variables.
es: Muy pocas observaciones para calcular la estadística. Cada (sub) grupo debe tener al menos tantas observaciones como variables dependientes.
ja: 観測値が少なすぎて統計量を算出できません。各グループ（各下位グループ）には、少なくとも従属変数の数と同じ個数の観測値が含まれていなければなりません。

source: Too few samples to compute statistic (N < 3)
es: Muy pocas muestras (N < 3) para calcular la estadística
ja: 標本サイズが小さすぎて統計量を算出できません（N < 3）

source: Too few samples to compute statistic (N < {n})
es: Muy pocas muestras (N < {n}) para calcular la estadística
ja: サンプルサイズが小さすぎて統計量を算出できません（N < {n}）

source: Too many observations (N > 5000) to compute statistic
es: Demasiadas observaciones (N > 5000) para calcular la estadística
ja: データが多すぎて統計量を算出できません（N > 5000）

source: Too many samples to compute statistic (N > 5000)
es: Demasiadas muestras (N > 5000) para calcular la estadística
ja: 標本サイズが大きすぎて統計量を算出できません（N > 5000）

source: Too many samples to compute statistic (N > {n})
es: Demasiadas muestras (N > {n}) para calcular la estadística
ja: サンプルサイズが大きすぎて統計量を算出できません（N > {n}）

source: Tooth Growth
es: Datos sobre Crecimiento de Dientes
ja: 歯の成長データ

source: Total
ja: 全体

source: Tukey
ja: テューキー法

source: Tukey (equal variances)
es: Tukey (varianzas iguales)
ja: テューキー法（等分散）

source: Tukey Post-Hoc Test – {dep}
ja: 多重比較（テューキー法）- {dep}

source: Type 1
es: Tipo 1
ja: タイプ1

source: Type 2
es: Tipo 2
ja: タイプ2

source: Type 3
es: Tipo 3
ja: タイプ3

source: Type 3 sum of squares
es: Suma de cuadrados tipo 3
ja: タイプ3の2乗和を使用しています

source: Type {ssType} Sums of Squares
es: Suma de Cuadrados Tipo {ssType}
ja: タイプ{ssType}の2乗和を使用しています

source: Unable to split by a continuous variable
es: No se puede separar por una variable continua
ja: 連続型変数でグループに分割することはできません

source: Uniqueness
es: Unicidad
ja: 独自性

source: Univariate Tests
es: Pruebas Univariadas
ja: 単変量検定

source: Upper
es: Superior
ja: 上限

source: Value
es: Valor
ja: 値

source: Values are counts
es: Los valores son frecuencias
ja: 度数として処理

source: Variable
ja: 変数

source: Variable '{var}' contains no data
es: La variable ‘{var}’ no contiene datos
ja: 変数「{var}」にデータがありません

source: Variable contains infinite values
es: La variable contiene valores infinitos
ja: 変数に無限値が含まれています

source: Variable does not contain enough observations
es: La variable no contiene suficientes observaciones
ja: 変数に十分な数のデータが含まれていません

source: Variable is not numeric
es: La variable no es numérica
ja: 変数値が数値ではありません

source: Variables
ja: 変数

source: Variables across columns
es: Variables en columnas
ja: 列に変数を配置

source: Variables across rows
es: Variables en filas
ja: 行に変数を配置

source: Variables must have at least two levels
es: Las variables deben tener al menos dos niveles
ja: 変数値は2水準以上でなければなりません

source: Variance
es: Varianza
ja: 分散

source: Variances
es: Varianzas
ja: 分散

source: Varimax
ja: バリマックス

source: Violin
ja: バイオリン図

source: Welch's
es: t de Welch
ja: ウェルチ法

source: Welch's t
es: T de Welch
ja: ウェルチのt

source: Wilcoxon W
es: W de Wilcoxon
ja: ウィルコクソンのW

source: Wilcoxon rank
es: Rangos de Wilcoxon
ja: ウィルコクソン順位

source: Wilcoxon signed rank test
es: Prueba de rangos con signo de Wilcoxon
ja: ウィルコクソンの符号順位検定

source: Wilks' Lambda
es: Lambda de Wilks
ja: ウィルクスのラムダ

source: Within Subjects Effects
es: Efectos Dentro de los Sujetos
ja: 参加者内効果

source: X-Axis
es: Eje X
ja: 横軸

source: X-axis
es: Eje X
ja: 横軸

source: Y-Axis
es: Eje Y
ja: 縦軸

source: Y-axis
es: Eje Y
ja: 縦軸

source: `'1'`, `'2'` or `'3'` (default), the sum of squares to use
ja: 使用する2乗和のタイプを`’1’`、`’2’`、または`’3’`（初期値）で指定します

source: `'2'` or `'3'` (default), the sum of squares to use
es: ` '1'`, `' 2'` o` '3'` (predeterminado), la suma de cuadrados a usar
ja: 使用する2乗和のタイプを`2`または`3`（初期値）で指定します

source: `'different'` (default), `'oneGreater'` or `'twoGreater'`, the alternative hypothesis; group 1 different to group 2, group 1 greater than group 2, and group 2 greater than group 1 respectively
es: `'diferente'` (predeterminado), `'oneGreater'` o` 'twoGreater'`, la hipótesis alternativa; el grupo 1 es diferente al grupo 2, el grupo 1 es mayor que el grupo 2 y el grupo 2 es mayor que el grupo 1 respectivamente
ja: 対立仮説として、`’different’`（グループ1と2で異なる、初期値）、`’oneGreater’`（グループ1がグループ2より大）、`’twoGreater’`（グループ2がグループ1より大）のいずれか1つを指定します

source: `'different'` (default), `'oneGreater'` or `'twoGreater'`, the alternative hypothesis; measure 1 different to measure 2, measure 1 greater than measure 2, and measure 2 greater than measure 1 respectively
ja: 対立仮説を`’different’`（2つの測定値に差がある、初期値）、`’oneGreater’`（測定値1が大きい）、`’twoGreater’`（測定値2が大きい）のいずれかから選択します

source: `'dt'` (default), `'gt'` or `'lt'`, the alternative hypothesis; different to `testValue`, greater than `testValue`, and less than `testValue` respectively
ja: 対立仮説を`’dt’`（`testValue`と異なる、初期値）、`’gt’`（`testValue`より大）、`’lt’`（`testValue`より小）のいずれかに指定します

source: `'facVar'` or `'facInd'`, how to contrain the model; `'facVar'` fixes the factor variances to one, `'facInd'` fixes each factor to the scale of its first indicator.
ja: モデルに与える制約を`’facVar’`または`’facInd’`で指定します。`’facVar’`では因子の分散が1に固定されます。`’facInd’`では、各因子の最初の係数が1に固定されます。

source: `'listwise'` or `'fiml'`, how to handle missing values; `'listwise'` excludes a row from all analyses if one of its entries is missing, `'fiml'` uses a full information maximum likelihood method to estimate the model.
es: `'listwise'` o `'fiml'`, cómo manejar los valores faltantes;`'listwise'` excluye una fila de todos los análisis si falta una de sus entradas, `'fiml'` usa un método de máxima verosimilitud de información completa para estimar el modelo.
ja: 欠損値の処理方法を`’listwise’`または`’fiml’`で指定します。`’listwise’`では、欠損値が1つでも含まれる行のデータはその分析から除外されます。`’fiml’`では最大情報最尤推定法を用いてモデルの推定を行います。

source: `'means'` (default) or `'medians'`, the error bars to use in the plot
es: ` ‘means’` (predeterminado) o `' medians’`, las barras de error para usar en la gráfica
ja: グラフにおける誤差線を、`means`（平均値：初期値）または`medians`（中央値）で指定します

source: `'minres'` (default), `'ml'`, or `'pa'` use respectively 'minimum residual', 'maximum likelihood', or 'prinicipal axis' as the factor extraction method
es: `'minres'` (predeterminado), `' ml'` o` 'pa'` utilizan respectivamente 'residuo mínimo , 'máxima verosimilitud’ o ’eje principal' como método de extracción de factores
ja: 因子の抽出法として`’minres’`（最小残差法、初期値）、`’ml’`（最尤法）、`’pa’`（主因子法）のいずれかを指定します

source: `'none'`, `'ci'` (default), or `'se'`. Use no error bars, use confidence intervals, or use standard errors on the marginal mean plots, respectively
es: `'none'`, `' ci'` (predeterminado) o` 'se'`. No utilice barras de error, utilice intervalos de confianza o utilice errores estándar en las gráficas de medias marginales, respectivamente
ja: `’none’`（誤差線なし）、`’ci’`（信頼区間、初期値）、または`’se’`（標準誤差）を指定します

source: `'none'`, `'gamesHowell'` or `'tukey'`, which post-hoc tests to provide; `'none'` shows no post-hoc tests, `'gamesHowell'` shows Games-Howell post-hoc tests where no equivalence of variances is assumed, and `'tukey'` shows Tukey post-hoc tests where equivalence of variances is assumed
es: `'none'`, `' gamesHowell'` o` 'tukey'`, que pruebas post-hoc se proporcionan; `'none'` no muestra pruebas post-hoc,` 'gamesHowell'` muestra pruebas de post-hoc de Games-Howell donde no se asume equivalencia de varianzas, y `'tukey'` muestra pruebas post-hoc de Tukey donde se asume equivalencia de varianzas
ja: 事後検定の方法について、`’none’`（事後検定なし）、`’gamesHowell’`（分散の等質性を仮定しないゲームス=ハウエルの事後検定）、`’tukey’`（分散の等質性を仮定したテューキーの事後検定）のいずれか1つを指定します

source: `'none'`, `'varimax'` (default), `'quartimax'`, `'promax'`, `'oblimin'`, or `'simplimax'`, the rotation to use in estimation
ja: 推定に使用する因子回転法を`’none’`（なし）、`’varimax’`（バリマックス、初期値）、`’quartimax’`（クォーティマックス）、`’promax’`（プロマックス）、`’oblimin’`（オブリミン）、`’simplimax’`（シンプリマックス）から指定します

source: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (default), or `'simplimax'`, the rotation to use in estimation
ja: 推定に使用する因子回転法を`’none’`（なし）、`’varimax’`（バリマックス）、`’quartimax’`（クォーティマックス）、`’promax’`（プロマックス）、`’oblimin’`（オブリミン、初期値）、`’simplimax’`（シンプリマックス）から指定します

source: `'notequal'` (default), `'greater'` or `'less'`, the alternative hypothesis
es: ` 'notequal'` (predeterminado), `' greater’` o` ‘less’`, la hipótesis alternativa
ja: 対立仮説として`’notequal’`（等しくない、初期値）、`’greater’`（より大）、`’less’`（より小）のいずれかを指定します

source: `'parallel'` (default), `'eigen'` or `'fixed'`, the way to determine the number of factors
es: ` ‘parallel’` (predeterminado), `' eigen'` o` ‘fixed’`, la forma de determinar el número de factores
ja: 因子数の決定方法を`’parallel’`（平行分析、初期値）、`’eigen’`（固有値）、`’fixed’`（数値指定）から指定します

source: `'perAnalysis'` or `'listwise'`, how to handle missing values; `'perAnalysis'` excludes missing values for individual dependent variables, `'listwise'` excludes a row from all analyses if one of its entries is missing
es: ` 'perAnalysis'` o `' listwise'`, cómo manejar los valores perdidos; 'perAnalysis'` excluye los valores perdidos para las variables dependientes individuales,`' listwise'` excluye una fila de todos los análisis si una de sus entradas es desaparecido
ja: `’perAnalysis’`または`’listwise’`で欠損値の取り扱いを指定します。`’perAnalysis’`は従属変数の欠損値を分析ごとに除外します。`’listwise’`は欠損値が1つでも含まれている行をすべての分析から除外します

source: `'perAnalysis'` or `'listwise'`, how to handle missing values; `'perAnalysis'` excludes missing values for individual dependent variables, `'listwise'` excludes a row from all analyses if one of its entries is missing.
es: ` 'perAnalysis'` o `' listwise'`, cómo manejar los valores perdidos; 'perAnalysis'` excluye los valores perdidos para las variables dependientes individuales,`' listwise'` excluye una fila de todos los análisis si una de sus entradas es desaparecido.
ja: `’perAnalysis’`または`’listwise’`で欠損値の取り扱いを指定します。`’perAnalysis’`は従属変数の欠損値を分析ごとに除外します。`’listwise’`は欠損値が1つでも含まれている行をすべての分析から除外します。

source: `'refLevel'` (default) or `'grandMean'`, coding of the intercept. Either creates contrast so that the intercept represents the reference level or the grand mean
es: ` 'refLevel'` (predeterminado) o `' grandMean'`, codificación de la intersección. O crea contraste para que la intersección represente el nivel de referencia o la media global
ja: 切片のコーディング方法を`’refLevel’`（基準レベル、初期値）または`’grandMean’`（全体平均）で指定します。ここでの指定方法によって、切片が基準レベルを示すか、全体平均値を示すかが決まります

source: `'rows'` or `'columns'` (default), display the variables across the rows or across the columns (default)
es: ` ‘rows’` o `' columns’` (predeterminado), muestra las variables en las filas o en las columnas (predeterminado)
ja: 記述統計量の表で、各変数を`’rows’`（行）に配置するか`’columns’`（列、初期値）に配置するかを指定します

source: `ANCOVA - ${dep}`
ja: `共分散分析 - ${dep}`

source: `ANOVA - ${dep}`
ja: `分散分析 - ${dep}`

source: `Model Coefficients - ${ dep }`
es: `Coeficientes del Modelo - ${ dep }`
ja: `モデル係数 - ${ dep }`

source: `Model Coefficients - ${dep}`
es: `Coeficientes del Modelo - ${dep}`
ja: `モデル係数 - ${dep}`

source: `Proportions - ${var}`
es: `Proporciones - ${var}`
ja: `比率 - ${var}`

source: `TRUE` (default) or `FALSE`, perform Student's t-tests
es: `TRUE` (predeterminado) o `FALSE`, realiza pruebas t de Student
ja: スチューデントのt検定を実施するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, perform Welch's one-way ANOVA which does not assume equal variances
es: `TRUE` (predeterminado) o `FALSE`, realiza el ANOVA unidireccional de Welch que no asume varianzas iguales
ja: 分散の等質性を仮定しないウェルチ法による1要因分散分析を実施するかどうかについて、`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide 'Z' and 'p' values for the model estimates
es: `TRUE` (predeterminado) o `FALSE`, proporcione los valores ‘Z’ y ‘p’ para las estimaciones del modelo
ja: モデル推定における’Z’と’p’の表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide Aikaike's Information Criterion (AIC) for the models
es: `TRUE` (predeterminado) o `FALSE`, proporciona el Criterio de información de Aikaike (AIC) para los modelos
ja: モデルの赤池情報量規準（AIC）を算出するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide Cronbach's α
es: `TRUE` (predeterminado) o `FALSE`, proporciona el α de Cronbach
ja: クロンバックのαを表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide Pearson's R
es: `TRUE` (predeterminado) o `FALSE`, proporciona la R de Pearson
ja: ピアソンの相関係数（r）を算出するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide a chi-square test for exact fit that compares the model with the perfect fitting model
es: `TRUE` (predeterminado) o `FALSE`, proporciona una prueba de chi-cuadrado para un ajuste exacto que compara el modelo con el modelo de ajuste perfecto
ja: 推定モデルと完全モデルの一致度についてのカイ2乗検定の有無を`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide a confidence interval for the estimated marginal means
es: `TRUE` (predeterminado) o `FALSE`, proporciona un intervalo de confianza para las medias marginales estimadas
ja: 周辺平均値の信頼区間を算出するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide estimated marginal means plots
es: `TRUE” (predeterminado) o `FALSE`, proporciona gráficas de medias marginales estimadas
ja: 推定周辺平均値のグラフを作成するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide estimates for the factor (co)variances
es: `TRUE` (predeterminado) o `FALSE`, proporciona estimaciones de las (co) varianzas de los factores
ja: 分散・共分散の推定値を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide estimates for the residual (co)variances
es: `TRUE` (predeterminado) o `FALSE`, proporciona estimaciones de las (co) varianzas de los residuos
ja: 残差の分散・共分散の推定値を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide mean differences for post-hoc tests
es: `TRUE` (predeterminado) o `FALSE`, proporciona diferencias medias para pruebas post-hoc
ja: 事後検定における平均値の差を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide significance levels
es: `TRUE` (predeterminado) o `FALSE`, proporciona niveles de significación
ja: 有意確率を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide significance levels for post-hoc tests
es: `TRUE` (predeterminado) o `FALSE`, proporciona niveles de significación de las pruebas post-hoc
ja: 事後検定における有意確率を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the deviance (or -2LogLikelihood) for the models
es: `TRUE` (predeterminado) o `FALSE`, proporciona la desvianza (o -2LogLikelihood) para los modelos
ja: モデルの逸脱度（すなわち-2×対数尤度）を算出するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the mean
es: `TRUE` (predeterminado) o `FALSE`, proporcione la media
ja: 平均値を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the median
es: `TRUE` (predeterminado) o `FALSE`, proporcione la mediana
ja: 中央値を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the model comparison between the models and the NULL model
es: `TRUE` (predeterminado) o `FALSE`, proporciona la comparación del modelo entre los modelos y el modelo NULL
ja: 帰無モデルと分析モデルの比較を行うかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the number of missing values
es: `TRUE` (predeterminado) o `FALSE`, proporcione el número de valores perdidos
ja: 欠損値の個数を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the sample size
es: `TRUE` (predeterminado) o `FALSE`, proporcione el tamaño de la muestra
ja: 標本サイズを算出するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the standard deviation
es: `TRUE` (predeterminado) o `FALSE`, proporcione la desviación estándar
ja: 標準偏差を表示するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the statistical measure `R-squared` for the models
es: `TRUE` (predeterminado) o `FALSE`, proporciona la medida estadística `R-squared` para los modelos
ja: モデルの`R2乗`（決定係数）を算出するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide the statistical measure `R` for the models
es: `TRUE` (predeterminado) o `FALSE`, proporciona la medida estadística `R` para los modelos
ja: モデルの`R`（重相関係数）を算出するかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, provide χ²
es: `TRUE` (predeterminado) o `FALSE`, proporcione χ²
ja: χ² 値の表示の有無を`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` (default) or `FALSE`, weigh each cell equally or weigh them according to the cell frequency
es: `TRUE` (predeterminado) o `FALSE`, pese cada celda por igual o péselos de acuerdo con la frecuencia de la celda
ja: 各セルを均等に重みづけするかどうかを`TRUE`（初期値）または`FALSE`で指定します

source: `TRUE` or `FALSE` (default), add counts to the bar plots
es: `TRUE` o `FALSE` (predeterminado), agregar frecuencias a los gráficos de barras
ja: 棒グラフに度数を追加するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), add mean to box plot
es: `TRUE` o `FALSE` (predeterminado), agregar la media al diagrama de cajas
ja: 箱ひげ図に平均値を示すかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), flag significant correlations
es: `TRUE` o `FALSE` (predeterminado), marca las correlaciones significativas
ja: 有意な相関係数に印をつけるかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), flag significant post-hoc comparisons
es: `TRUE` o `FALSE` (predeterminado), marca las comparaciones post-hoc significativas
ja: 有意な事後検定結果に印をつけるかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Fisher's one-way ANOVA which assumes equal variances
es: `TRUE` o `FALSE` (predeterminado), realiza el ANOVA unidireccional de Fisher que asume varianzas iguales
ja: 分散の等質性を仮定したフィッシャー法の分散分析を実施するかどうかについて、`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Levene's test for homogeneity of variances
es: `TRUE` o `FALSE` (predeterminado), realiza la prueba de Levene para la homogeneidad de las varianzas
ja: 分散等質性についてのルビーン検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Levene's tests for homogeneity of variances
es: `TRUE` o `FALSE` (predeterminado), realiza las pruebas de Levene para la homogeneidad de las varianza
ja: 分散等質性についてのルビーン検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Mann-Whitney U tests
es: `TRUE` o `FALSE` (predeterminado), realizar pruebas U de Mann-Whitney
ja: マン=ホイットニーのU検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Shapiro-Wilk test of normality
es: `TRUE` o `FALSE` (predeterminado), realiza la prueba de normalidad de Shapiro-Wilk
ja: シャピロ=ウィルク正規性検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Shapiro-Wilk tests of normality
es: `TRUE` o `FALSE` (predeterminado), realiza pruebas de normalidad de Shapiro-Wilk
ja: シャピロ=ウィルク正規性検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Shapiro-wilk normality tests
es: `TRUE` o `FALSE` (predeterminado), realiza pruebas de normalidad Shapiro-wilk
ja: シャピロ=ウィルク正規性検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Shapiro-wilk tests of normality
es: `TRUE` o `FALSE` (predeterminado), realiza pruebas de normalidad de Shapiro-wilk
ja: シャピロ=ウィルク正規性検定の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Welch's t-tests
es: `TRUE` o `FALSE` (predeterminado), realiza las pruebas t de Welch
ja: ウェルチのt検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform Wilcoxon signed rank tests
es: `TRUE` o `FALSE` (predeterminado), realiza pruebas de rango con signo de Wilcoxon
ja: ウィルコクソンの符号順位検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform a Shapiro-Wilk test on the residuals
es: `TRUE` o `FALSE` (predeterminado), realice una prueba de Shapiro-Wilk en los residuales
ja: 残差についてシャピロ=ウィルク検定を行うかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform homogeneity tests
es: `TRUE` o `FALSE` (predeterminado), realizar pruebas de homogeneidad
ja: 等質性検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform pairwise comparisons
es: `TRUE` o `FALSE` (predeterminado), realizar comparaciones por pares
ja: 多重比較を行うかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), perform sphericity tests
es: `TRUE` o `FALSE` (predeterminado), realizar pruebas de esfericidad
ja: 球面性検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), plot the data on top of the marginal means
es: `TRUE` o `FALSE` (predeterminado), grafica los datos encima de las medias marginales
ja: 周辺平均値に加えてデータをプロットするかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Aikaike's Information Criterion (AIC) for the models
es: `TRUE` o `FALSE` (predeterminado), proporcione el Criterio de información de Aikaike (AIC) para los modelos
ja: モデルのAIC（赤池情報量規準）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Bayes factors
es: `TRUE` o `FALSE` (predeterminado), proporciona factores de Bayes
ja: ベイズ因子を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Bayesian Information Criterion (BIC) for the models
es: `TRUE` o `FALSE` (predeterminado), proporciona el Criterio de información bayesiano (BIC) para los modelos
ja: モデルのBIC（ベイズ情報量規準）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Bayesian credible intervals
es: `TRUE` o `FALSE` (predeterminado), proporciona intervalos de credibilidad Bayesianos
ja: ベイズ信頼区間（信用区間）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Box's M test
es: `TRUE` o `FALSE` (predeterminado), proporciona la prueba M de Box
ja: ボックスのM検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Box-Tidwell test for linearity of the logit
es: `TRUE` o `FALSE` (predeterminado), proporciona la prueba Box-Tidwell para la linealidad del logit
ja: ロジットの線形性について、ボックス=ティドウェル（Box-Tidwell）検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Cohen's d effect sizes
es: `TRUE` o `FALSE` (predeterminado), proporciona los tamaños de efecto d de Cohen
ja: コーエンのd効果量を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Fisher's exact test
es: `TRUE` o `FALSE` (predeterminado), proporciona la prueba exacta de Fisher
ja: フィッシャーの正確確率検定の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Kendall's tau-b
es: `TRUE` o `FALSE` (predeterminado), proporcione el tau-b de Kendall
ja: ケンドールの順位相関係数（τ-b）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Mantel-Haenszel test for trend
es: `TRUE` o `FALSE` (predeterminado), proporciona la prueba de Mantel-Haenszel para la tendencia
ja: マンテル=ヘンツェルの傾向検定の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide McDonald's ω
ja: マクドナルドのωを表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します
