Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: % Correct
es: % Correcto
ja: 正判別%

source: % of Total
es: % del Total
ja: 全体%

source: % of Variance
es: % de la Varianza
ja: 分散説明率（%）

source: % of total
es: % del total
ja: 全体%

source: % within column
es: % de columna
ja: 列%

source: % within row
es: % de fila
ja: 行%

source: '{col}' contains infinite values
es: ‘{col}’ contiene valores infinito
ja: 「{col}」に無限値が含まれています

source: '{col}' contains missing values
es: ‘{col}’ contiene valores perdidos
ja: 「{col}」に欠損値が含まれています

source: '{col}' contains only missing values
es: ‘{col}’ solo contiene valores perdidos
ja: 「{col}」の値がすべて欠損値です

source: '{col}' contains only one unique value
es: ‘{col}’ solo contiene un valor único
ja: 「{col}」がすべて同じ値になっています

source: '{method}' extraction method was used in combination with a '{rotation}' rotation
es: El método de extracción ‘{method}’ se usó en combinación con una rotación ‘{rotation}’
ja: 「{method}」で抽出した因子に「{rotation}」を適用した結果です

source: '{rotation}' rotation was used
es: Se utilizó la rotación ‘{rotation}’
ja: 「{rotation}」の結果です

source: * p < .05, ** p < .01, *** p < .001, one-tailed
es: * p < .05, ** p < .01, *** p < .001, a una cola
ja: * p < .05, ** p < .01, *** p < .001, 片側検定

source: 1 - Specificity
es: 1 - Especificidad
ja: 1 - 特異度

source: 2 Outcomes
es: 2 Resultados
ja: 2値目的変数

source: < Test value
es: < Valor de prueba
ja: < 検定値

source: > Test value
es: > Valor de prueba
ja: > 検定値

source: A low p-value suggests a violation of the assumption of equal variances
es: Un valor p bajo sugiere una violación del supuesto de varianzas iguales
ja: 小さなp値は分散等質性の前提が満たされていない可能性を示します

source: A low p-value suggests a violation of the assumption of normality
es: Un valor p bajo sugiere una violación del supuesto de normalidad
ja: 小さなp値は正規性の前提が満たされていない可能性を示します

source: A nice correlation data set
es: Unos buenos datos para correlación
ja: 相関分析用データセット

source: A repeated measures ANOVA data set
es: Unos datos para ANOVA de medidas repetidas
ja: 反復測定分散分析用データセット

source: ANCOVA
ja: 共分散分析

source: ANOVA
ja: 分散分析

source: ANOVA test
es: Prueba ANOVA
ja: ANOVA検定

source: Accuracy
es: Precisión
ja: 精度

source: Add New Block
es: Añadir Nuevo Bloque
ja: ブロックを追加

source: Add New Factor
es: Añadir Nuevo Factor
ja: 因子を追加

source: Add New Term
es: Añadir Nuevo Término
ja: 項を追加

source: Additional Options
es: Opciones Adicionales
ja: 追加オプション

source: Additional Output
es: Resultados Adicionales
ja: 追加の出力

source: Additional Statistics
es: Estadísticas Adicionales
ja: 追加の統計量

source: Adjusted R²
es: R² Adjustada
ja: 調整済R²

source: All observations are tied
es: Todas las observaciones están repetidas
ja: データがすべて同順位です

source: Alternative hypothesis
es: Hipótesis alternativa
ja: 対立仮説

source: An uninspiring ANOVA data set
es: Unos datos para ANOVA
ja: 分散分析用のデータセット

source: Analyses bundled with jamovi
es: Análisis incluidos con jamovi
ja: jamoviの基本分析ツール

source: Anderson's Iris Data
es: Datos Iris de Anderson
ja: AndersonのIrisデータ

source: As there are no between subjects factors specified this assumption is always met.
es: Como no hay factores entre sujetos especificados, este supuesto siempre se cumple.
ja: 参加者間要因が指定されていないため、この前提はつねに満たされます。

source: Assume equal (Fisher's)
es: Asumir iguales (Fisher)
ja: 等質性を仮定（フィッシャー法）

source: Assumption Checks
es: Comprobaciones de Supuestos
ja: 前提チェック

source: Assumptions
es: Supuestos
ja: 前提チェック

source: At least one variable must have two levels
es: Al menos una variable debe tener dos niveles
ja: 少なくとも1つの変数が2水準以上でなくてはなりません

source: Autocorrelation
es: Autocorrelación
ja: 自己相関

source: Autocorrelation test
es: Prueba de autocorrelación
ja: 自己相関検定

source: Available for 2x2 tables only
es: Disponible solo para tablas 2x2
ja: 2行2列の表でのみ算出されます

source: Bar Plot
es: Gráfico de Barras
ja: 棒グラフ

source: Bar Plots
es: Gráficos de Barras
ja: 棒グラフ

source: Bar Type
es: Tipo de Barras
ja: 棒グラフのタイプ

source: Bar plot
es: Gráfico de barras
ja: 棒グラフ

source: Bartlett's Test of Sphericity
es: Prueba de Esfericidad de Bartlett
ja: バートレットの球面性検定

source: Bartlett's test of sphericity
es: Prueba de esfericidad de Bartlett
ja: バートレットの球面性検定

source: Based on eigenvalue
es: Basado en valor propio
ja: 固有値に基づく

source: Based on parallel analysis
es: Basado en análisis paralelo
ja: 平行分析に基づく

source: Bayes factor
es: Factor de Bayes
ja: ベイズ因子

source: Bayes factor₁₀
es: Factor de Bayes₁₀
ja: ベイズ因子₁₀

source: Bayesian Statistics
es: Estadísticas Bayesianas
ja: ベイズ統計量

source: Between Subject Factors
es: Factores Entre Sujetos
ja: 参加者間因子

source: Between Subjects Components
es: Componentes Entre Sujetos
ja: 参加者間要因

source: Between Subjects Effects
es: Efectos Entre Sujetos
ja: 参加者間効果

source: Binomial
ja: 2項

source: Binomial Logistic Regression
es: Regresión Logística Binomial
ja: 2項ロジスティック回帰

source: Binomial Test
es: Prueba Binomial
ja: 2項検定

source: Binomial test
es: Prueba binomial
ja: 2項検定

source: Block 1
es: Bloque 1
ja: ブロック 1

source: Block {0}
es: Bloque {0}
ja: ブロック {0}

source: Blocks
es: Bloques
ja: ブロック

source: Bonferroni
ja: ボンフェロニ法

source: Box Plots
es: Diagramas de Cajas
ja: 箱ひげ図

source: Box plot
es: Diagrama de caja
ja: 箱ひげ図

source: Box's Homogeneity of Covariance Matrices Test
es: Prueba de Box para Homogeneidad de Matrices de Covarianza
ja: ボックスの共分散行列等質性検定

source: Box's M test
es: Prueba M de Box
ja: ボックスのM検定

source: Box's M test for homogeneity of covariance matrices
es: Prueba M de Box para homogeneidad de matrices de covarianza
ja: 共分散行列の等質性についてのボックスのM検定

source: Box-Tidwell Test for Linearity of the Logit
es: Prueba Box-Tidwell para la Linealidad del Logit
ja: ロジット線形性検定（ボックス=ティドウェル）

source: Box-Tidwell test
es: Prueba Box-Tidwell
ja: ボックス=ティドウェル検定

source: Bugs (Ryan, Wilde & Crist, 2013)
ja: Bugsデータ (Ryan, Wilde & Crist, 2013)

source: CI Lower
es: IC Inferior
ja: 信頼区間下限

source: CI Upper
es: IC Superior
ja: 信頼区間上限

source: Cells
es: Celdas
ja: セル

source: Central Tendency
es: Tendencia Central
ja: 中心傾向

source: Chi-Square Quantiles
es: Cuantiles de Ji-cuadrado
ja: カイ2乗分位点

source: Classification Table
es: Tabla de Clasificación
ja: 分類表

source: Classification Table – {dep}
es: Tabla de Clasificación – {dep}
ja: クロス集計表 – {dep}

source: Classification table
es: Tabla de clasificación
ja: 分類表

source: Cohen's d
es: d de Cohen
ja: コーエンのd

source: Collinearity Statistics
es: Estadísticas de Colinealidad
ja: 共線性統計量

source: Collinearity statistics
es: Estadísticas de colinealidad
ja: 共線性統計量

source: Column
es: Columna
ja: 列

source: Column '{name}' contains unused levels (possible only when rows with missing values are excluded)
es: La columna ‘{name}’ contiene niveles no utilizados (solo es posible cuando se excluyen las filas con valores perdidos)
ja: 「{name}」列に未使用の水準が含まれています（これは欠損値のある行が除外された場合に起こり得ます）

source: Column variable '{var}' contains fewer than 2 levels
es: La variable de columna ‘{var}’ contiene menos de 2 niveles
ja: 列変数「{var}」が1水準しかありません

source: Columns
es: Columnas
ja: 列

source: Comparative Measures
es: Medidas Comparativas
ja: 比較指標

source: Comparative Measures (2x2 only)
es: Medidas Comparativas (solo 2x2)
ja: 比較指標（2行2列の場合のみ）

source: Compare
es: Comparar
ja: 比較方法

source: Comparison
es: Comparación
ja: 比較

source: Comparisons are based on estimated marginal means
es: Las comparaciones se basan en medias marginales estimadas
ja: 比較は推定周辺平均値に基づく値です

source: Component
es: Componente
ja: 主成分

source: Component Loadings
es: Cargas de los Componentes
ja: 主成分負荷量

source: Component Statistics
es: Estadísticas de los Componentes
ja: 主成分統計量

source: Component correlations
es: Correlaciones de los componentes
ja: 主成分の相関

source: Component scores
es: Puntuaciones de los componentes
ja: 主成分得点

source: Component summary
es: Resumen de los componentes
ja: 主成分の要約量

source: Components
es: Componentes
ja: 要因

source: Confidence Interval
es: Intervalo de Confianza
ja: 信頼区間

source: Confidence Intervals
es: Intervalos de Confianza
ja: 信頼区間

source: Confidence interval
es: Intervalo de confianza
ja: 信頼区間

source: Confidence interval for Mean
es: Intervalo de confianza para la Media
ja: 平均値の信頼区間

source: Confidence interval width
es: Amplitud del intervalo de confianza
ja: 信頼区間

source: Confidence intervals
es: Intervalos de confianza
ja: 信頼区間

source: Confidence level
es: Nivel de confianza
ja: 信頼水準

source: Confirmatory Factor Analysis
es: Análisis Factorial Confirmatorio
ja: 確認的因子分析

source: Constraints
es: Restricciones
ja: 制約

source: Contingency Tables
es: Tablas de Contingencia
ja: クロス集計表

source: Contingency coefficient
es: Coeficiente de contingencia
ja: コンティンジェンシー係数

source: Contrasts
es: Contrastes
ja: 対比

source: Contrasts - $key
es: Contrastes - $key
ja: 対比 - $key

source: Control Variables
es: Variables de Control
ja: 統制変数

source: Control variables
es: Variables de control
ja: 統制変数

source: Cook's Distance
es: Distancia de Cook
ja: クックの距離

source: Cook's distance
es: Distancia de Cook
ja: クックの距離

source: Correction
es: Corrección
ja: 修正

source: Corrections
es: Correcciones
ja: 修正

source: Correlated
es: Correlacionada
ja: 相関あり

source: Correlated negatively
es: Correlación negativa
ja: 負の相関あり

source: Correlated positively
es: Correlación positiva
ja: 正の相関あり

source: Correlation
es: Correlación
ja: 相関

source: Correlation Coefficients
es: Coeficientes de Correlación
ja: 相関係数

source: Correlation Heatmap
es: Mapa de calor de Correlación
ja: 相関ヒートマップ

source: Correlation Matrix
es: Matriz de Correlaciones
ja: 相関行列

source: Correlation Type
es: Tipo de Correlación
ja: 相関のタイプ

source: Correlation heatmap
es: Mapa de calor de la correlación
ja: 相関ヒートマップ

source: Correlation matrices are a way to examine linear relationships between two or more continuous variables.
es: Las matrices de correlación son una forma de examinar las relaciones lineales entre dos o más variables continuas.
ja: 相関行列は、２つ以上の連続変数の間にある線形関係について調べるための 方法です。

source: Correlation matrices are a way to examine linear relationships between two or more continuous variables. For each pair of variables, a Pearson's r value indicates the strength and direction of the relationship between those two variables. A positive value indicates a positive relationship (higher values of one variable predict higher values of the other variable). A negative Pearson's r indicates a negative relationship (higher values of one variable predict lower values of the other variable, and vice-versa). A value of zero indicates no relationship (whether a variable is high or low, does not tell us anything about the value of the other variable). More formally, it is possible to test the null hypothesis that the correlation is zero and calculate a p-value. If the p-value is low, it suggests the correlation co-efficient is not zero, and there is a linear (or more complex) relationship between the two variables.
es: Las matrices de correlación son una forma de examinar las relaciones lineales entre dos o más variables continuas. Para cada par de variables, el valor r de Pearson indica la fuerza y dirección de la relación entre esas dos variables. Un valor positivo indica una relación positiva (valores más altos de una variable predicen valores más altos de la otra variable). Un valor negativo de la r de Pearson indica una relación negativa (valores más altos de una variable predicen valores más bajos de la otra variable, y viceversa). Un valor de cero indica que no hay relación (si una variable es alta o baja, no nos dice nada sobre el valor de la otra variable). Más formalmente, es posible probar la hipótesis nula de que la la correlación es cero y calcular un valor p. Si el valor p es bajo, sugiere que el coeficiente de correlación no es cero, y hay una relación lineal (o más compleja) entre las dos variables.
ja: 相関行列は、複数の連続変数間にある線形関係について調べるための 方法です。 ピアソンの相関係数rは、各変数ペアについて、変数間の関係の強さと 方向性を示します。正の値は、正の相関（一方の変数値が大きいほど、 他方の変数値も大きいと予測される）を示します。負の値は、負の相関 （一方の変数値が大きいほど、他方の変数値は小さいと予測される）を 示します。rが0の場合、両者に関係がないことを示します（ある変数値の 大小からは、もう一方の変数の値について何もわかりません）。 相関係数については、r=0であるという帰無仮説を検定し、p値を計算する ことが可能です。小さなp値は、相関係数が0ではなく、2つの変数の間に 線形（またはより複雑な）関係があることを示します。

source: Correlation matrix
es: Matriz de correlaciones
ja: 相関行列

source: Correlation type
es: Tipo de correlación
ja: 相関のタイプ

source: Count
es: Frecuencia
ja: 度数

source: Counts
es: Frecuencias
ja: 度数

source: Counts (optional)
es: Frecuencias (opcional)
ja: 度数（オプション）

source: Counts may not be infinite
es: Las frecuencias no pueden ser infinitas
ja: 度数は有限でなくてはなりません

source: Counts may not be negative
es: Las frecuencias no pueden ser negativas
ja: 度数は正の値でなければなりません

source: Counts must be non-negative and finite
es: Las frecuencias deben ser no negativas y finitas
ja: 度数は有限な正の値でなくてはなりません

source: Covariates
es: Covariables
ja: 共変量

source: Cox & Snell's R²
es: R² de Cox y Snell
ja: コックス=スネルのR²

source: Cramer's V
es: V de Cramer
ja: クラメールのV

source: Credible Interval
es: Intervalo de Credibilidad
ja: ベイズ信頼区間

source: Credible intervals
es: Intervalos de Credibilidad
ja: ベイズ信頼区間

source: Cronbach's α
es: α de Cronbach
ja: クロンバックのα

source: Cronbach's α (if item is dropped)
es: α de Cronbach (si se elimina un elemento)
ja: 項目除外時のクロンバックα

source: Cumulative %
es: % Acumulado
ja: 累積%

source: Cut point values
es: Puntos de corte
ja: 分割数

source: Cut points for
es: Puntos de corte para
ja: 均等に

source: Cut-Off
es: Punto de Corte
ja: カットオフ

source: Cut-Off Plot
es: Gráfica de Punto de Corte
ja: カットオフ・プロット

source: Cut-off plot
es: Gráfica de punto de corte
ja: カットオフ・プロット

source: Cut-off value
es: Punto de corte
ja: カットオフ値

source: DSCF pairwise comparisons
es: Comparaciones dos a dos DSCF
ja: 多重比較（DSCF法）

source: DW Statistic
es: Estadístico DW
ja: DW統計量

source: Data
es: Datos
ja: データ

source: Data Reduction
es: Reducción de Datos
ja: データ縮約

source: Data Summary
es: Resumen de Datos
ja: データ要約

source: Densities for variables
es: Densidad para las variables
ja: 変数の密度曲線

source: Density
es: Densidad
ja: 密度曲線

source: Dependent
es: Dependiente
ja: 従属変数

source: Dependent Variable
es: Variable Dependiente
ja: 従属変数

source: Dependent Variable Label
es: Etiqueta de la Variable Dependiente
ja: 従属変数ラベル

source: Dependent Variables
es: Variables Dependientes
ja: 従属変数

source: Dependent variable must be numeric
es: La variable dependiente debe ser numérica
ja: 従属変数は数値型でなければなりません

source: Descriptive Plot
es: Gráfica Descriptiva
ja: 記述統計量のグラフ

source: Descriptive plot
es: Gráfica descriptiva
ja: 記述統計量のグラフ

source: Descriptives
es: Descriptivas
ja: 記述統計

source: Descriptives Plots
es: Gráficas Descriptivas
ja: 記述統計量のグラフ

source: Descriptives Table
es: Tabla de Descriptivas
ja: 記述統計量の表

source: Descriptives are an assortment of summarising statistics, and visualizations which allow exploring the shape and distribution of data. It is good practice to explore your data with descriptives before proceeding to more formal tests.
es: Las descriptivas son una variedad de resúmenes de estadísticos y visualizaciones que permiten explorar la forma y distribución de los datos. Es una buena práctica explorar sus datos con descriptivas antes de pasar a realizar pruebas más formales.
ja: 記述統計は、データ分布の特徴について探索するために、要約統計量の算出や視覚化を行います。より本格的な分析に進む前に、まず記述統計でデータの特徴を調べておくことをお勧めします。

source: Descriptives plots
es: Gráficas descriptivas
ja: 記述統計量のグラフ

source: Descriptives table
es: Tabla de descriptivas
ja: 記述統計量の表

source: Deviance
es: Desvianza
ja: 逸脱度

source: Deviation
es: Desviación
ja: 偏差

source: Difference
es: Diferencia
ja: 差分

source: Difference in 2 proportions
es: Diferencia entre 2 proporciones
ja: 比率の差

source: Difference in proportions
es: Diferencia de proporciones
ja: 比率の差

source: Dispersion
es: Dispersión
ja: ばらつき

source: Distribution
es: Distribución
ja: 分布

source: Don't assume equal (Welch's)
es: No asumir iguales (Welch)
ja: 等質性を仮定しない（ウェルチ法）

source: Durbin–Watson Test for Autocorrelation
es: Prueba Durbin-Watson de Autocorrelación
ja: ダービン=ワトソンの自己相関検定

source: Dwass-Steel-Critchlow-Fligner pairwise comparisons
es: Comparaciones dos a dos Dwass-Steel-Critchlow-Fligner
ja: 多重比較（ドゥワス=スティール=クリッチロウ=フリグナー法）

source: Effect Size
es: Tamaño del Efecto
ja: 効果量

source: Effect size
es: Tamaño del efecto
ja: 効果量

source: Eigenvalue
es: Valor Propio
ja: 固有値

source: Eigenvalues
es: Valores Propios
ja: 固有値

source: Eigenvalues greater than
es: Valores Propios mayores a
ja: 固有値の最小基準値

source: Equal cell weights
es: Celdas con pesos iguales
ja: 均等重みづけ

source: Error bars
es: Barras de error
ja: 誤差線

source: Estimate
es: Estimador
ja: 推定値

source: Estimate (Log Odds Ratio)
es: Estimador (Log Razón de Odds)
ja: 推定値（対数オッズ比）

source: Estimate (Log Rate Ratio)
es: Estimador (Log Razón de Tasas)
ja: 推定値（対数率比）

source: Estimated Marginal Means
es: Medias Marginales Estimadas
ja: 推定周辺平均

source: Estimated Marginal Means - {term}
es: Medias Marginales Estimadas - {term}
ja: 推定周辺平均値 - {term}

source: Estimates
es: Estimadores
ja: 推定値

source: Estimates represent the log odds of "{dep} = {level1}" vs. "{dep} = {level2}"
ja: 推定値は 「{dep} = {level1}」vs.「{dep} = {level2}」の対数オッズです

source: Estimates represent the log odds of …
es: Los estimadores representan el log odds de …
ja: 推定値は次の対数オッズを表しています…

source: Exclude cases analysis by analysis
es: Excluir casos según el análisis
ja: 分析ごとに除外

source: Exclude cases listwise
es: Excluir casos según la lista de variables
ja: 行全体を除外

source: Excluded
es: Excluido
ja: 除外

source: Expected
es: Esperado
ja: 期待度数

source: Expected Proportions
es: Proporciones Esperadas
ja: 期待比率

source: Expected counts
es: Frecuencias esperadas
ja: 期待度数

source: Exploration
es: Exploración
ja: 探索

source: Exploratory Factor Analysis
es: Análisis Factorial Exploratorio
ja: 探索的因子分析

source: Extraction
es: Extracción
ja: 抽出法

source: F test
es: Prueba F
ja: F検定

source: F-statistic could not be calculated
es: El estadístico F no se pudo calcular
ja: F統計量を計算できません

source: Factor
ja: 因子分析

source: Factor '{factorName}' contains no data
es: El factor ‘{factorName}’ no contiene datos
ja: 「{factorName}」要因にデータがありません

source: Factor '{factorName}' contains only a single level
es: El factor ‘{factorName}’ solo tiene un nivel
ja: 「{factorName}」要因に1水準しか含まれていません

source: Factor '{factor}' needs to have at least 2 levels
es: El factor ‘{factor}’ requiere al menos 2 niveles
ja: 因子 {factor} の値は2水準以上でなければなりません

source: Factor 1
ja: 因子 1

source: Factor Covariances
es: Covarianzas de los Factores
ja: 因子共分散

source: Factor Estimates
es: Estimadores de los Factores
ja: 因子推定値

source: Factor Intercepts
es: Constantes de los Factores
ja: 因子切片

source: Factor Loadings
es: Cargas de los Factores
ja: 因子負荷

source: Factor Loadings – Modification Indices
es: Cargas de los Factores - Indices de Modificación
ja: 因子負荷量 – 修正指数

source: Factor Statistics
es: Estadísticas de los Factores
ja: 因子統計量

source: Factor correlations
es: Correlaciones de los factores
ja: 因子の相関

source: Factor covariances
es: Covarianzas de los factores
ja: 因子共分散

source: Factor intercepts
es: Constantes de los factores
ja: 因子の切片

source: Factor scores
es: Puntuaciones de los factores
ja: 因子得点

source: Factor summary
es: Resumen de los factores
ja: 因子の要約量

source: Factor variances = 1
es: Varianzas de Factor = 1
ja: 因子の分散を1に固定

source: Factor {0}
ja: 因子 {0}

source: Factors
es: Factores
ja: 因子

source: Fisher's
es: Fisher
ja: フィッシャー法

source: Fisher's exact test
es: Test exacto de Fisher
ja: フィッシャーの正確確率検定

source: Fit Measures
es: Medidas de Ajuste
ja: 適合度指標

source: Fitted
es: Ajustados
ja: 予測値

source: Fixed Factors
es: Factores Fijos
ja: 固定因子

source: Fixed number
es: Número fijo
ja: 数値指定

source: Flag significant comparisons
es: Marcar comparaciones significativas
ja: 差が有意なペアに印

source: Flag significant correlations
es: Marcar correlaciones significativas
ja: 有意な相関に印

source: Frequencies
es: Frecuencias
ja: 度数分析

source: Frequencies of $key
es: Frequencias de $key
ja: $keyの度数分布表

source: Frequency tables
es: Tabla de frecuencias
ja: 度数分布表

source: Friedman
ja: フリードマン

source: Full information maximum likelihood
es: Máxima verosimilitud información completa
ja: 完全情報最尤推定法

source: Games-Howell (unequal variances)
es: Games-Howell (varianzas diferentes)
ja: ゲームス=ハウエル法（非等分散）

source: Games-Howell Post-Hoc Test – {dep}
es: Prueba Post-Hoc de Games-Howell – {dep}
ja: 多重比較（ゲームス=ハウエル法） - {dep}

source: Gamma
ja: グッドマン=クラスカルのガンマ

source: General Options
es: Opciones Generales
ja: 全般オプション

source: Generalised η²
es: η² Generalizada
ja: 一般化η²

source: Grand mean (simple coding)
es: Media global (codificación simple)
ja: 全体平均（シンプルコード）

source: Greenhouse-Geisser
ja: グリーンハウス=ガイザー

source: Greenhouse-Geisser ε
es: ε de Greenhouse-Geisser
ja: グリーンハウス=ガイザーのε

source: Group
es: Grupo
ja: グループ

source: Group 1
es: Grupo 1
ja: グループ1

source: Group 1 < Group 2
es: Grupo 1 < Grupo 2
ja: グループ１ < グループ２

source: Group 1 > Group 2
es: Grupo 1 > Grupo 2
ja: グループ１ > グループ２

source: Group 1 ≠ Group 2
es: Grupo 1 ≠ Grupo 2
ja: グループ１ ≠ グループ２

source: Group 2
es: Grupo 2
ja: グループ2

source: Group Descriptives
es: Descriptivas de Grupo
ja: グループ統計量

source: Group Summary
es: Resumen de Grupo
ja: グループの要約

source: Group summary
es: Resumen de grupo
ja: グループの要約

source: Grouping Variable
es: Variable de Agrupación
ja: グループ変数

source: Grouping variable '{a}' has less than 2 levels after missing values are excluded
es: La variable de agrupación ‘{a}’ tiene menos de 2 niveles tras excluir valores perdidos
ja: 欠損値の除外後にグループ変数「{a}」が1水準になりました

source: Grouping variable '{a}' must have exactly 2 levels
es: La variable de agrupación ‘{a}’ debe tener exactamente 2 niveles
ja: グループ変数「{a}」の値は2水準でなければなりません

source: Grouping variable '{a}' must not also be a dependent variable
es: La variable de agrupación ‘{a}’ no puede ser también la variable dependiente
ja: グループ変数「{a}」を同時に従属変数として使用することはできません

source: Haldane-Anscombe correction applied
es: Se aplicó la corrección Haldane-Anscombe
ja: ホールデン=アンスコムの修正による修正値です

source: Helmert
ja: ヘルマート

source: Hide loadings below
es: Oculta los pesos menores a
ja: これ未満の負荷量を隠す

source: Highlight values above
es: Resalta los pesos mayores a
ja: これ以上の値を強調

source: Histogram
es: Histograma
ja: ヒストグラム

source: Histograms
es: Histogramas
ja: ヒストグラム

source: Holm
ja: ホルム法

source: Homogeneity of Variances Test (Levene's)
es: Prueba de Levene para homogeneidad de varianzas
ja: 分散等質性検定（ルビーン検定）

source: Homogeneity test
es: Prueba de homogeneidad
ja: 等質性検定

source: Hotelling's Trace
es: Traza de Hotelling
ja: ホテリングのトレース

source: Huynh-Feldt
ja: ヒューン=フェルト

source: Huynh-Feldt ε
es: ε de Huynh-Feldt
ja: ヒューン=フェルトのε

source: Hypothesis
es: Hipótesis
ja: 仮説

source: Hₐ is negative correlation
es: Hₐ es correlación negativa
ja: 対立仮説：負の相関あり

source: Hₐ is positive correlation
es: Hₐ es correlación positiva
ja: 対立仮説：正の相関あり

source: Hₐ is proportion {direction} {testValue}
es: Hₐ es proporción {direction} {testValue}
ja: 対立仮説：比率 {direction} {testValue}

source: IQR
es: RIC
ja: 四分位範囲

source: Independent Samples
es: Muestras Independientes
ja: 対応なし

source: Independent Samples T-Test
es: Prueba T para Muestras Independientes
ja: 対応なしt検定

source: Indicator
es: Indicador
ja: 観測変数

source: Initial Eigenvalues
es: Valores Propios Iniciales
ja: 回転前の固有値

source: Initial eigenvalues
es: Valores propios iniciales
ja: 回転前の固有値

source: Inter-Component Correlations
es: Correlaciones Entre Componentes
ja: 主成分間の相関

source: Inter-Factor Correlations
es: Correlaciones Entre Factores
ja: 因子間の相関

source: Intercept
es: Constante
ja: 切片

source: Interval
es: Intervalo
ja: 区間幅

source: Item '{item}' consists of one level only
es: El elemento ‘{item}’ solo tiene un valor
ja: 項目「{item}」には1水準しかありません

source: Item '{item}' contains infinite values
es: El elemento ‘{item}’ tiene infinitos valores
ja: 項目「{item}」に無限値が含まれています

source: Item '{item}' contains only missing values
es: El elemento ‘{item}’ solo tiene valores perdidos
ja: 項目「{item}」には欠損値しかありません

source: Item '{item}' has no variance
es: El elemento ‘{item}’ no tiene varianza
ja: 項目「{item}」の分散が0です
