Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: Item '{item}' needs to be numeric
es: El elemento ‘{item}’ debe ser numérico
ja: 項目「{item}」は数値でなくてはなりません

source: Item Reliability Statistics
es: Estadísticas de Fiabilidad de Elemento
ja: 項目信頼性統計量

source: Item Statistics
es: Estadísticas del Elemento
ja: 項目統計量

source: Item-rest correlation
es: Correlación del elemento con otros
ja: I-R相関

source: Items
es: Elementos
ja: 項目

source: Jittered
es: Repartidos
ja: ちりばめ

source: KMO Measure of Sampling Adequacy
es: Medida de Idoneidad del Muestreo KMO
ja: KMO標本妥当性指標（MSA）

source: KMO measure of sampling adequacy
es: Medida de idoneidad del muestreo KMO
ja: KMO標本妥当性指標

source: Kendall's Tau B
es: Tau B de Kendall
ja: ケンドールの順位相関係数

source: Kendall's Tau-B
es: Tau B de Kendall
ja: ケンドールの順位相関係数

source: Kendall's Tau-b
es: Tau b de Kendall
ja: ケンドールの順位相関係数

source: Kendall's tau-b
es: Tau b de Kendall
ja: ケンドールの順位相関係数

source: Kruskal-Wallis
ja: クラスカル=ウォリス

source: Kurtosis
es: Curtosis
ja: 尖度

source: Layers
es: Capas
ja: 階層

source: Level
es: Nivel
ja: 水準

source: Level 1
es: Nivel 1
ja: 水準 1

source: Level 2
es: Nivel 2
ja: 水準 2

source: Levels
es: Niveles
ja: 変数値

source: Levene's test is significant (p < .05), suggesting a violation of the assumption of equal variances
es: La prueba de Levene significativa (p < 0.05) sugiere que las varianzas no son iguales
ja: ルビーン検定の結果が有意です（p < .05）。分散等質性の前提が満たされていない可能性があります

source: Likelihood
es: Verosimilitud
ja: 尤度

source: Likelihood ratio
es: Razón de Verosimilitud
ja: 尤度比

source: Likelihood ratio tests
es: Prueba de la Razón de Verosimilitudes
ja: 尤度比検定

source: Linear Regression
es: Regresión Lineal
ja: 線形回帰

source: Linear regression is used to explore the relationship between a continuous dependent variable, and one or more continuous and/or categorical explanatory variables. Other statistical methods, such as ANOVA and ANCOVA, are in reality just forms of linear regression.
es: La regresión lineal se utiliza para explorar la relación entre una variable dependiente continua y una o más variables explicativas continuas y/o categóricas. Otros métodos estadísticos, como ANOVA y ANCOVA, no son más que formas de regresión lineal.
ja: 線形回帰は、連続型の目的変数と1つ以上の連続型または離散型説明変数との関係を調べるため の方法です。分散分析や共分散分析などは、実際には線形回帰の一形態に過ぎません。

source: Log odds ratio
es: Log razón de odds
ja: 対数オッズ比

source: Log odds ratio exact
es: Log razón de odds exacto
ja: 正確対数オッズ比

source: Log-Linear Regression
es: Regresión Log-Lineal
ja: 対数線形回帰

source: Logistic Regression
es: Regresión Logística
ja: ロジスティック回帰

source: Lower
es: Inferior
ja: 下限

source: MANCOVA
ja: 多変量共分散分析

source: Mann-Whitney U
es: U de Mann-Whitney
ja: マン=ホイットニーのU

source: Mantel-Haenszel
ja: マンテル=ヘンツェルの傾向性検定

source: Mantel-Haenszel Test for Trend
es: Prueba de Tendencia de Mantel-Haenszel
ja: マンテル=ヘンツェルの傾向性検定

source: Marginal Mean
es: Media Maginal
ja: 周辺平均値

source: Marginal Means
es: Medias Maginales
ja: 周辺平均値

source: Marginal means plots
es: Gráfica de medias maginales
ja: 周辺平均値のグラフ

source: Marginal means tables
es: Tabla de medias maginales
ja: 周辺平均値の表

source: Mauchly's W
es: W de Mauchly
ja: モークリーのW

source: Max
ja: 最大値

source: Maximum
es: Máximo
ja: 最大値

source: Maximum likelihood
es: Máxima verosimilitud
ja: 最尤法

source: McDonald's ω
es: ω de McDonald
ja: マクドナルドのω

source: McDonald's ω (if item is dropped)
es: ω de McDonald (si se elimina el elemento)
ja: 項目除外時のマクドナルドω

source: McFadden's R²
es: R² de McFadden
ja: マクファデンのR²

source: McNemar Test
es: Prueba de McNemar
ja: マクニマー検定

source: McNemar requires a 2x2 table
es: McNemar requiere una tabla 2x2
ja: マクニマー検定は2行2列の表でのみ利用可能です

source: McNemar test
es: Prueba de McNemar
ja: マクニマー検定

source: Mean
es: Media
ja: 平均値

source: Mean ({ciWidth}% CI)
es: Media (IC {ciWidth}%)
ja: 平均値（{ciWidth}%信頼区間）

source: Mean Difference
es: Diferencia de Medias
ja: 平均値の差

source: Mean Dispersion
es: Dispersión de Medias
ja: 平均値のばらつき

source: Mean Square
es: Media Cuadrática
ja: 2乗平均

source: Mean difference
es: Diferencia de medias
ja: 平均値の差

source: Mean score
es: Puntuación media
ja: 平均得点

source: Means
es: Medias
ja: 平均値

source: Measure
es: Medida
ja: 測定条件

source: Measure 1 - Measure 2
es: Medida 1 - Medida 2
ja: 測定値 1 - 測定値 2

source: Measure 1 < Measure 2
es: Medida 1 < Medida 2
ja: 測定値 1 < 測定値 2

source: Measure 1 > Measure 2
es: Medida 1 > Medida 2
ja: 測定値 1 > 測定値 2

source: Measure 1 ≠ Measure 2
es: Medida 1 ≠ Medida 2
ja: 測定値 1 ≠ 測定値 2

source: Measures
es: Medidas
ja: 測定値

source: Median
es: Mediana
ja: 中央値

source: Medians
es: Medianas
ja: 中央値

source: Method
es: Método
ja: 方法

source: Min
ja: 最小値

source: Minimum
es: Mínimo
ja: 最小値

source: Minimum residual
es: Residuo mínimo
ja: 最小残差法

source: Minimum residuals
es: Residuos mínimos
ja: 最小残差法

source: Minimum value
es: Valor mínimo
ja: 最小基準値

source: Missing
es: Perdidos
ja: 欠損値

source: Missing Values
es: Valores Perdidos
ja: 欠損値

source: Missing Values Method
es: Método de Valores Perdidos
ja: 欠損値の処理

source: Missing values
es: Valores Perdidos
ja: 欠損値

source: Missing values exclusion method
es: Método para excluir valores perdidos
ja: 欠損値の除外方法

source: Mode
es: Moda
ja: 最頻値

source: Model
es: Modelo
ja: モデル

source: Model Builder
es: Constructor del Modelo
ja: モデルビルダー

source: Model Coefficients
es: Coeficientes del Modelo
ja: モデル係数

source: Model Comparisons
es: Comparación de Modelos
ja: モデル比較

source: Model Fit
es: Ajuste del Modelo
ja: モデル適合度

source: Model Fit Measures
es: Medidas de Ajuste del Modelo
ja: モデル適合度指標

source: Model Specific Results
es: Resultados Específicos del Modelo
ja: 個別モデルの結果

source: Model Terms
es: Elementos del Modelo
ja: モデル項

source: Model Test
es: Prueba del Modelo
ja: モデルの検定

source: Model Thresholds
es: Umbrales del Modelo
ja: モデルの閾値

source: Model fit measures
es: Medidas de ajuste del modelo
ja: モデル適合度指標

source: Model thresholds
es: Umbrales del modelo
ja: モデルの閾値

source: Modification Indices
es: Índices de Modificación
ja: 修正指数

source: Modification indices
es: Índices de modificación
ja: 修正指数

source: More than one mode exists, only the first is reported
es: Existe más de una moda, solo se reporta la primera
ja: 最頻値が複数存在しますが、ここでは最初の値のみ報告されています

source: Multinomial
ja: 多項

source: Multinomial Logistic Regression
es: Regresión Logística Multinomial
ja: 多項ロジスティック回帰

source: Multivariate Analysis of (Co)Variance (MANCOVA) is used to explore the relationship between multiple dependent variables, and one or more categorical and/or continuous explanatory variables.
es: El análisis multivariado de la (co)varianza (MANCOVA) se utiliza para explorar la relación entre múltiples variables dependientes y una o más variables explicativas categóricas y/o continuas.
ja: 多変量共分散分析（MANCOVA）は、複数の従属変数と1つまたは複数の離散型説明変数、連続型の共変量の関係を調べるための分析方法です。

source: Multivariate Statistics
es: Estadísticas Multivariadas
ja: 多変量統計量

source: Multivariate Tests
es: Pruebas Multivariadas
ja: 多変量検定

source: N Outcomes
es: N Resultados
ja: 多値目的変数

source: Nagelkerke's R²
es: R² de Nagelkerke
ja: ナゲルケルケのR²

source: No components have an eigenvalue greater than {value}
es: No hay componentes con valores propios mayores a {value}
ja: 固有値が {value} より大きな主成分はありません

source: No correction
es: Sin corrección
ja: 修正なし

source: No factors defined. Box's M test is only relevant when model contains factors.
es: No se definieron factores. La prueba M de Box solo tiene sentido cuando el modelo contiene factores.
ja: 因子が定義されていません。ボックスのM検定はモデルに因子が含まれる場合のみ使用可能です。

source: Nominal
ja: 名義尺度

source: Non-Parametric
es: No Paramétrico
ja: ノンパラメトリック

source: None
es: Ninguno
ja: なし

source: Normal Scaled Items
es: Elementos en Escala Normal
ja: 通常項目

source: Normality
es: Normalidad
ja: 正規性

source: Normality Test (Shapiro-Wilk)
es: Prueba de Normalidad (Shapiro-Wilk)
ja: 正規性検定（シャピロ=ウィルク）

source: Normality test
es: Prueba de Normalidad
ja: 正規性検定

source: Number of Components
es: Número de Componentes
ja: 主成分数

source: Number of Factors
es: Número de Factores
ja: 因子数

source: Number of components
es: Número de componentes
ja: 主成分数

source: Number of factors
es: Número de factores
ja: 因子数

source: Oblimin
ja: オブリミン

source: Observed
es: Observado
ja: 観測度数

source: Observed counts
es: Frecuencias observadas
ja: 観測度数

source: Observed scores
es: Puntuaciones observadas
ja: 観測値

source: Odds Ratio
es: Razón de Odds
ja: オッズ比

source: Odds ratio
es: Razón de odds
ja: オッズ比

source: Omnibus ANOVA Test
es: Prueba Omnibus ANOVA
ja: オムニバスANOVA検定

source: Omnibus Likelihood Ratio Tests
es: Prueba Omnibus de Razón de Verosimilitud
ja: オムニバス尤度比検定

source: Omnibus Test
es: Prueba Omnibus
ja: オムニバス検定

source: Omnibus Tests
es: Pruebas Omnibus
ja: オムニバス検定

source: One Sample Proportion Tests
es: Prueba para la Proporción en Una Muestra
ja: 1標本比率検定

source: One Sample T-Test
es: Prueba T en Una Muestra
ja: 1標本t検定

source: One or both groups do not contain enough observations
es: Uno o ambos grupos no contienen suficientes observaciones
ja: 両方またはいずれかのグループに十分なデータがありません

source: One or both variables are not numeric
es: Una o ambas variables no son numéricas
ja: 両方またはいずれかの変数の値が数値ではありません

source: One or both variables contain infinite values
es: Una o ambas variables contienen valores infinitos
ja: 両方またはいずれかの変数が無限値を含んでいます

source: One or both variables contain no observations
es: Una o ambas variables no contienen observaciones
ja: 両方またはいずれかの変数にデータがありません

source: One or both variables do not contain enough observations
es: Una o ambas variables no contienen suficientes observaciones
ja: 両方またはいずれかの変数に十分なデータが含まれていません

source: One or more coefficients in model '{modelNo}' could not be estimated due to perfect collinearity.
es: Uno o más coeficientes en el modelo ‘{modelNo}’ no se pudieron estimar debido a la perfecta colinealidad.
ja: 完全な多重共線性のため、モデル ‘{modelNo}’ において1つ以上の係数が推定できませんでした。

source: One-Way ANOVA
es: ANOVA de Un Factor
ja: 1要因分散分析

source: One-Way ANOVA (Fisher's)
es: ANOVA de Un Factor (Fisher)
ja: 1要因分散分析（フィッシャー法）

source: One-Way ANOVA (Non-parametric)
es: ANOVA de Un Factor (No paramédico)
ja: 1要因分散分析（ノンパラメトリック）

source: One-Way ANOVA (Welch's)
es: ANOVA de Un Factor (Welch)
ja: 1要因分散分析（ウェルチ法）

source: Options
es: Opciones
ja: オプション

source: Ordinal
ja: 順序尺度

source: Ordinal Logistic Regression
es: Regresión Logística Ordinal
ja: 順序ロジスティック回帰

source: Ordinal Outcomes
es: Resultados Ordinales
ja: 順序目的変数

source: Output
es: Resultado
ja: 出力

source: Overall
es: Global
ja: 全体

source: Overall Model Test
es: Prueba Global del Modelo
ja: モデル全体の検定

source: Overall model
es: Modelo global
ja: モデル全体

source: Overall model test
es: Prueba del modelo global
ja: モデル全体の検定

source: Paired Samples
es: Muestras Apareadas
ja: 対応あり

source: Paired Samples Contingency Tables
es: Tablas de Contingencia para Muestras Apareadas
ja: 対応ありクロス集計表

source: Paired Samples T-Test
es: Prueba T para Muestras Apareadas
ja: 対応ありt検定

source: Paired Variables
es: Variables Apareadas
ja: 変数ペア

source: Pairwise Comparisons (Durbin-Conover)
es: Comparaciones Entre Parejas (Durbin-Conover)
ja: 多重比較（ダービン=コノバー法）

source: Pairwise comparisons (Durbin-Conover)
es: Comparaciones entre parejas (Durbin-Conover)
ja: 多重比較（ダービン=コノバー法）

source: Pairwise comparisons - $key
es: Comparaciones entre parejas - $key
ja: 多重比較 - $key

source: Partial
es: Parcial
ja: 偏相関

source: Partial Correlation
es: Correlación Parcial
ja: 偏相関

source: Partial correlation matrices are a way to examine linear relationships between two or more continuous variables while controlling for other variables
es: Las matrices de correlación parcial son una forma de examinar las relaciones lineales entre dos o más variables continuas mientras se controla por otras variables
ja: 偏相関行列は、他の変数による影響を制御しながら、複数の連続変数間の 線形関係について調べるための方法でです

source: Partial correlation matrices are a way to examine linear relationships between two or more continuous variables while controlling for other variables For each pair of variables, a Pearson's r value indicates the strength and direction of the relationship between those two variables. A positive value indicates a positive relationship (higher values of one variable predict higher values of the other variable). A negative Pearson's r indicates a negative relationship (higher values of one variable predict lower values of the other variable, and vice-versa). A value of zero indicates no relationship (whether a variable is high or low, does not tell us anything about the value of the other variable). More formally, it is possible to test the null hypothesis that the correlation is zero and calculate a p-value. If the p-value is low, it suggests the correlation co-efficient is not zero, and there is a linear (or more complex) relationship between the two variables.
es: Las matrices de correlación parcial son una forma de examinar las relaciones lineales entre dos o más variables continuas mientras se controla por otras variables. Para cada par de variables, el valor r de Pearson indica la fuerza y dirección de la relación entre esas dos variables. Un valor positivo indica una relación positiva (valores más altos de una variable predicen valores más altos de la otra variable). Un valor negativo de la r de Pearson indica una relación negativa (valores más altos de una variable predicen valores más bajos de la otra variable, y viceversa). Un valor de cero indica que no hay relación (si una variable es alta o baja, no nos dice nada sobre el valor de la otra variable). Más formalmente, es posible probar la hipótesis nula de que la la correlación es cero y calcular un valor p. Si el valor p es bajo, sugiere que el coeficiente de correlación no es cero, y hay una relación lineal (o más compleja) entre las dos variables.
ja: 偏相関行列は、他の変数による影響を制御しながら、複数の連続変数間の 線形関係について調べるための方法です。 ピアソンの相関係数rは、各変数ペアについて、変数間の関係の強さと 方向性を示します。正の値は、正の相関（一方の変数値が大きいほど、 他方の変数値も大きいと予測される）を示します。負の値は、負の相関 （一方の変数値が大きいほど、他方の変数値は小さいと予測される）を 示します。rが0の場合、両者に関係がないことを示します（ある変数値 の大小からは、もう一方の変数の値について何もわかりません）。 相関係数については、r=0であるという帰無仮説を検定し、p値を計算 することが可能です。小さなp値は、相関係数が0ではなく、2つの変数 の間に線形（またはより複雑な）関係があることを示します。

source: Partial η²
es: η² parcial
ja: 偏η²

source: Path Diagram
es: Diagrama de Flujo
ja: パス図

source: Path diagram
es: Diagrama de flujo
ja: パス図

source: Pearson
ja: ピアソンの相関係数

source: Pearson's r
es: R de Pearson
ja: ピアソンの相関係数

source: Pearson{}Correlation
es: Correlación{}Pearson
ja: ピアソンの相関係数

source: Percentages
es: Porcentajes
ja: パーセント

source: Percentages of total
es: Porcentajes del total
ja: 全体での比率（%）

source: Percentages within {var}
es: Porcentajes de {var}
ja: {var} 内での比率（%）

source: Percentile
es: Percentil
ja: パーセンタイル

source: Percentile Values
es: Valores del Percentil
ja: パーセンタイル値

source: Percentile values
es: Valores del percentil
ja: パーセンタイルの指定値

source: Percentiles
ja: パーセンタイル

source: Phi and Cramer's V
es: Phi y V de Cramer
ja: ファイ係数とクラメールのＶ

source: Phi-coefficient
es: Coeficiente Phi
ja: ファイ係数

source: Pillai's Trace
es: Traza de Pillai
ja: ピライのトレース

source: Plot
es: Gráfica
ja: グラフ

source: Plot Type
es: Tipo de Gráfica
ja: グラフタイプ

source: Plots
es: Gráficas
ja: グラフ

source: Polynomial
es: Polinomial
ja: 多項式

source: Post Hoc Comparisons - {term}
es: Comparaciones Post Hoc - {term}
ja: 多重比較 - {term}

source: Post Hoc Tests
es: Pruebas Post Hoc
ja: 事後検定

source: Post Hoc Tests – $key
es: Pruebas Post Hoc -$key
ja: 事後検定 – $key

source: Post-Hoc Model Performance
es: Rendimiento del Modelo Post-Hoc
ja: モデルの事後修正

source: Post-Hoc Test
es: Prueba Post-Hoc
ja: 事後検定

source: Post-Hoc Tests
es: Pruebas Post-Hoc
ja: 事後検定

source: Posterior
es: A Posteriori
ja: 事後分布

source: Posterior Plots
es: Gráficas a Posteriori
ja: 事後分布のグラフ

source: Posterior plot
es: Gráfica a Posteriori
ja: 事後分布のグラフ

source: Predicted
es: Predicción
ja: 予測値

source: Predicted probability of {dep} = {level1} (vs {dep} = {level2})
es: Probabilidad prevista de {dep} = {level1} (vs {dep} = {level2})
ja: {dep} = {level1} の確率（vs. {dep} = {level2}）

source: Predicted probability of … = … (vs … = …)
es: Probabilidad prevista de… =… (vs… =…)
ja: … = … の確率（vs … = …）

source: Predicted values
es: Predicciones
ja: 予測値

source: Prediction
es: Predicción
ja: 予測

source: Predictive Measures
es: Medidas Predictivas
ja: 予測指標

source: Predictor
ja: 予測変数

source: Predictors
es: Predictores
ja: 予測変数

source: Principal Component Analysis
es: Análisis de Componentes Principales
ja: 主成分分析

source: Principal axis
es: Eje principal
ja: 主因子法

source: Principal axis factoring
es: Factorización según el eje principal
ja: 主因子法

source: Prior
es: Valores a Priori
ja: 事前分布

source: Prior width
es: Amplitud a priori
ja: 幅の事前値

source: Probability
es: Probabilidad
ja: 確率

source: Promax
ja: プロマックス

source: Proportion
es: Proporción
ja: 比率

source: Proportion Test (2 Outcomes)
es: Prueba de Proporciones (2 Resultados)
ja: 比率の検定（2値）

source: Proportion Test (N Outcomes)
es: Prueba de Proporciones (N Resultados)
ja: 比率の検定（多値）

source: Pseudo R²
ja: 疑似R²

source: Q-Q
ja: Q-Qプロット

source: Q-Q Plot
es: Gráfica Q-Q
ja: Q-Qプロット

source: Q-Q Plot Assessing Multivariate Normality
es: Gráfica Q-Q para Evaluar Normalidad Multivariante
ja: 多変量正規性評価のためのQ-Qプロット

source: Q-Q Plots
es: Gráficas Q-Q
ja: Q-Qプロット

source: Q-Q plot
es: Gráfica Q-Q
ja: Q-Qプロット

source: Q-Q plot of multivariate normality
es: Gráfica Q-Q de Normalidad Multivariante
ja: 多変量正規Q-Qプロット

source: Q-Q plot of residuals
es: Gráfica Q-Q de residuos
ja: 残差Q-Qプロット

source: Q-Q plots
es: Gráficas Q-Q
ja: Q-Qプロット

source: Quartimax
ja: クォ―ティマックス

source: RM Factor 1
es: MR Factor 1
ja: 反復測定因子 1

source: RM Factor {0}
es: MR Factor {0}
ja: 反復測定因子 {0}

source: RMSEA 90% CI
es: IC 90% del RMSE
ja: RMSEA 90%信頼区間

source: ROC Curve
es: Curva ROC
ja: ROC曲線

source: ROC curve
es: Curva ROC
ja: ROC曲線

source: Range
es: Recorrido
ja: 範囲

source: Rank biserial correlation
es: Correlación biseriada de rangos
ja: 順位双列相関係数

source: Rate Ratio
es: Razón de Tasas
ja: 率比

source: Rate ratio
es: Razón de tasas
ja: 率比

source: Ratio
es: Razón
ja: 比率

source: Reference Level
es: Nivel de Referencia
ja: 基準レベル

source: Reference Levels
es: Niveles de Referencia
ja: 基準レベル

source: Reference level (dummy coding)
es: Nivel de referencia (codificación indicadora)
ja: 基準レベル（ダミーコード）

source: Regression
es: Regresión
ja: 回帰分析

source: Relative risk
es: Riesgo relativo
ja: リスク比

source: Reliability Analysis
es: Análisis de Fiabilidad
ja: 信頼性分析

source: Repeated
es: Repetidas
ja: 反復

source: Repeated Measures ANOVA
es: ANOVA de Medidas Repetidas
ja: 反復測定分散分析

source: Repeated Measures ANOVA (Non-parametric)
es: ANOVA de Medidas Repetidas (No Paramédico)
ja: 反復測定分散分析（ノンパラメトリック）

source: Repeated Measures Cells
es: Celdas de Medidas Repetidas
ja: 反復測定セル

source: Repeated Measures Components
es: Componentes de Medidas Repetidas
ja: 反復測定要因

source: Repeated Measures Factors
es: Factores de Medidas Repetidas
ja: 反復測定因子

source: Report significance
es: Mostrar significación
ja: 有意性を報告

source: Represents grand mean
es: Representa la media global
ja: 全体平均値を示しています

source: Represents reference level
es: Representa el nivel de referencia
ja: 基準レベルの値を示しています

source: Residual
ja: 残差

source: Residual Covariances
es: Covarianzas Residuales
ja: 残差共分散

source: Residual Covariances – Modification Indices
es: Covarianzas Residuales - Índices de Modificación
ja: 残差共分散 – 修正指数

source: Residual Estimates
es: Estimadores Residuales
ja: 残差推定値

source: Residual Intercepts
es: Constantes Residuales
ja: 残差切片

source: Residual covariances
es: Covarianzas residuales
ja: 残差共分散

source: Residual intercepts
es: Constantes residuales
ja: 残差の切片

source: Residual plots
es: Gráficas de residuos
ja: 残差プロット

source: Residual sum of squares and/or degrees of freedom is zero, indicating a perfect fit
es: La suma de cuadrados residuales y/o lo grados de libertad son cero, lo que indica un ajuste perfecto
ja: 残差2乗和と自由度のいずれかまたは両方が0です。これは完全な一致を意味します

source: Residuals
es: Residuos
ja: 残差

source: Residuals Plots
es: Gráficas de Residuos
ja: 残差プロット

source: Residuals for Observed Correlation Matrix
es: Residuos de la Matriz de Correlaciones Observada
ja: 相関行列の残差

source: Residuals from ANOVA
es: Residuos del ANOVA
ja: 分散分析の残差

source: Residuals observed correlation matrix
es: Residuos de la matriz de correlación observada
ja: 相関行列の残差

source: Results
es: Resultados
ja: 結果

source: Reverse Scaled Items
es: Elementos en Escala Inversa
ja: 逆転項目

source: Rotation
es: Rotación
ja: 回転法

source: Row
es: Fila
ja: 行

source: Row variable '{var}' contains fewer than 2 levels
es: La variable en filas ‘{var}’ tiene menos de 2 niveles
ja: 行変数「{var}」が1水準しかありません

source: Rows
es: Filas
ja: 行

source: Roy's Largest Root
es: Raiz Mayor de Roy
ja: ロイの最大根

source: R²<sub>CS</sub>
ja: R²<sub>コックス</sub>

source: R²<sub>McF</sub>
ja: R²<sub>マク</sub>

source: R²<sub>N</sub>
ja: R²<sub>ナゲ</sub>

source: SD
es: DE
ja: 標準偏差

source: SE
es: EE
ja: 標準誤差

source: SE difference
es: EE de la diferencia
ja: 差の標準誤差

source: SS Loadings
es: SC Cargas
ja: 負荷量2乗和

source: Sample Size
es: Tamaño de Muestra
ja: 標本サイズ

source: Save
es: Guardar
ja: 保存

source: Scale Analysis
es: Análisis de Escala
ja: 尺度分析

source: Scale Reliability Statistics
es: Estadísticas de Fiabilidad de Escala
ja: 尺度信頼性統計量

source: Scale Statistics
es: Estadísticas de Escala
ja: 尺度統計量

source: Scale factor = scale first indicator
es: Factor de escala = primer indicador de escala
ja: 最初の係数を1に固定

source: Scheffe
ja: シェフェ法

source: Score Component
es: Puntuación del Componente
ja: 主成分

source: Score for component
es: Puntuación del Componente
ja: 主成分得点

source: Scree Plot
es: Gráfica de Sedimentación
ja: スクリープロット

source: Scree plot
es: Gráfica de sedimentación
ja: スクリープロット

source: Semipartial
es: Semiparcial
ja: 部分相関

source: Semipartial Correlation
es: Correlación Semiparcial
ja: 部分相関係数

source: Sensitivity
es: Sensibilidad
ja: 感度

source: Shapiro-Wilk
ja: シャピロ=ウィルク検定

source: Shapiro-Wilk Multivariate Normality Test
es: Prueba de Normalidad Multivariante de Shapiro-Wilk
ja: シャピロ=ウィルクの多変量正規性検定

source: Shapiro-Wilk W
es: W de Shapiro-Wilk
ja: シャピロ=ウィルクのW

source: Shapiro-Wilk p
es: Valor p de Shapiro-Wilk
ja: シャピロ=ウィルク（p値）

source: Shapiro-Wilk test
es: Prueba Shapiro-Wilk
ja: シャピロ=ウィルク検定

source: Shapiro-Wilk test for multivariate normality
es: Prueba de normalidad multivariante de Shapiro-Wilk
ja: シャピロ=ウィルクの多変量正規性検定

source: Side by side
es: Al lado
ja: 横並び

source: Simple
ja: 単純

source: Simplimax
ja: シンプリマックス

source: Simulations
es: Simulaciones
ja: 乱数

source: Singular fit encountered; one or more predictor variables are a linear combination of other predictor variables.
es: Se encontró un ajuste singular; una o más variables predictoras son una combinación lineal de otras variables predictoras.
ja: 特異適合が発生しました。1つまたは複数の予測変数が他の予測変数の線形結合になっています。

source: Singularity error. Sphericity tests are not available
es: Error de singularidad. Las pruebas de esfericidad no están disponibles
ja: 特異点エラーです。球面性の検定ができません

source: Skewness
es: Asimetría
ja: 歪度

source: Sort loadings by size
es: Ordena las cargas por tamaño
ja: 負荷量順に並び替え

source: Spearman
ja: スピアマンの順位相関係数

source: Spearman's rho
es: Rho de Spearman
ja: スピアマンの順位相関係数

source: Specificity
es: Especificidad
ja: 特異度

source: Sphericity Correction
es: Corrección de Esfericidad
ja: 球面性補正

source: Sphericity corrections
es: Correcciones de esfericidad
ja: 球面性補正

source: Sphericity tests
es: Pruebas de esfericidad
ja: 球面性検定

source: Split by
es: Separa por
ja: グループ変数

source: Squared Mahalanobis Distance
es: Distancia de Mahalanobis al Cuadrado
ja: 2乗マハラノビス距離

source: Stacked
es: Alineados
ja: 積み上げ

source: Stand. Estimate
es: Estimador Estándar
ja: 標準化推定値

source: Standard Error
es: Error Estándar
ja: 標準誤差

source: Standard deviation
es: Desviación estándar
ja: 標準偏差

source: Standard error
es: Error estándar
ja: 標準誤差

source: Standardized Estimate
es: Estimador Estandarizado
ja: 標準化推定値

source: Standardized Residuals
es: Residuos Estandarizados
ja: 標準化残差

source: Standardized estimate
es: Estimador estandarizado
ja: 標準化推定値
