Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: `TRUE` or `FALSE` (default), show Bartlett's test of sphericity results
es: `TRUE` o `FALSE` (predeterminado), muestra los resultados de la prueba de esfericidad de Bartlett
ja: バートレットの球面性検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), show Kaiser-Meyer-Olkin (KMO) measure of sampling adequacy (MSA) results
es: `TRUE` o `FALSE` (predeterminado), muestra los resultados de la medida de adecuación de muestreo (MSA) de Kaiser-Meyer-Olkin (KMO)
ja: 標本妥当性（MSA）についてのカイザー=マイヤー=オルキン（KMO）指標を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), show barplots
es: `TRUE` o `FALSE` (predeterminado), muestra gráficos de barras
ja: 棒グラフを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), show eigenvalue table
es: `TRUE` o `FALSE` (predeterminado), muestra la tabla de valores propios
ja: 固有値の表を作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), show factor summary
es: `TRUE` o `FALSE` (predeterminado), muestra el resumen de factores
ja: 因子の要約情報を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), show inter-factor correlations
es: `TRUE` o `FALSE` (predeterminado), muestra correlaciones entre factores
ja: 因子間の相関係数を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), show model fit measures and test
es: `TRUE` o `FALSE` (predeterminado), muestra las medidas de ajuste del modelo y prueba
ja: モデル適合度や検定結果を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), show scree plot
es: `TRUE` o `FALSE` (predeterminado), muestra la gráfica de sedimentación
ja: スクリープロット作成の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), sort the factor loadings by size
es: `TRUE` o `FALSO` (predeterminado), ordena las cargas de los factores por tamaño
ja: 因子負荷量の大きさで結果を並び替えるかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), test for homogeneity of variances (i.e., Levene's test)
es: `TRUE` o `FALSE` (predeterminado), prueba de homogeneidad de varianzas (prueba de Levene, …)
ja: `TRUE`または`FALSE`（初期値）で分散等質性についてのルビーン検定の有無を指定します。

source: `TRUE` or `FALSE` (default), the variables are counts
es: `TRUE` o `FALSE` (predeterminado), las variables son frecuencias
ja: 変数に含まれる値を度数として処理するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), whether expected counts should be displayed
es: `TRUE` o `FALSE` (predeterminado), si se deben mostrar los recuentos esperados
ja: 期待度数を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default); perform an overall model test
es: `TRUE` o `FALSE` (predeterminado); realizar una prueba de modelo general
ja: モデル全体の検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `columns` or `rows` (default), compare columns/rows in difference of proportions or relative risks (2x2 tables)
es: `columns` o `rows` (predeterminado), comparar en columnas/filas la diferencia de proporciones o riesgos relativos (tablas 2x2)
ja: リスク比を比較する方向を`columns`（列）または`rows`（行、初期値）で指定します（2行2列の表でのみ使用可能です）

source: a (semi)partial correlation matrix table
es: una tabla de matriz de correlación (semi)parcial
ja: 偏相関（部分相関）係数行列の表です

source: a comma-sepated list (default: 25,50,75) specifying the percentiles
es: una lista separada por comas (por defecto: 25,50,75) especificando los percentiles
ja: 算出するパーセンタイルの値をコンマ区切りのリスト（初期値：25,50,75）で指定します

source: a correlation matrix plot
es: la gráfica de la matriz de correlaciones
ja: 相関行列プロットです

source: a correlation matrix table
es: la tabla de la matriz de correlaciones
ja: 相関行列の表です

source: a descriptives plot
es: la gráfica descriptiva
ja: 記述統計量のグラフです

source: a formula containing the terms to estimate marginal means for (see the examples)
es: una fórmula que contiene los términos para estimar las medias marginales (ver los ejemplos)
ja: 推定周辺平均値を算出する項を含む式です（例を参照してください）

source: a formula containing the terms to estimate marginal means for, supports up to three variables per term
es: una fórmula que contiene los términos para estimar las medias marginales, admite hasta tres variables por término
ja: 周辺平均値を算出する項を含む式です。各項につき3変数まで指定できます

source: a formula containing the terms to perform post-hoc tests on (see the examples)
es: una fórmula que contiene los términos para realizar pruebas post-hoc (ver los ejemplos)
ja: 事後検定を実施する項を含んだ式です（例を参照してください）

source: a formula describing the terms to go into the model (not necessary when providing a formula, see examples)
es: una fórmula que describe los términos que deben incluirse en el modelo (no es necesario cuando se proporciona una fórmula, consulte los ejemplos)
ja: モデルに含める項の記述式です（式を用いる場合は不要です。例を参照してください）

source: a list containing named lists that define the `label` of the factor and the `vars` that belong to that factor
es: una lista que contiene listas nombradas que definen la` etiqueta` del factor y las `vars` que pertenecen a ese factor
ja: 因子の`label`と、その因子に含まれる`vars`の名前を記述したリストで構成されたリストです

source: a list containing vectors of strings that name the predictors that are added to the model. The elements are added to the model according to their order in the list
es: una lista que contiene vectores de cadenas que nombran los predictores que se agregan al modelo. Los elementos se agregan al modelo de acuerdo con su orden en la lista
ja: モデルに追加された予測変数（説明変数）の名前を含む文字列ベクトルのリストです。各要素はこのリストに示されている順にモデルに追加されます

source: a list of character vectors describing the between subjects terms to go into the model
es: una lista de vectores de caracteres que describen los términos entre sujetos que deben incluirse en el modelo
ja: モデルに含まれる参加者間項を記述した文字ベクトルのリストを指定します

source: a list of character vectors describing the post-hoc tests that need to be computed
es: una lista de vectores de caracteres que describen las pruebas post-hoc que deben calcularse
ja: 計算すべき事後検定について記述した文字リストを指定します

source: a list of character vectors describing the repeated measures terms to go into the model
es: una lista de vectores de caracteres que describen los términos de medidas repetidas que deben incluirse en el modelo
ja: モデルに含まれる反復測定項を記述した文字ベクトルのリストを指定します

source: a list of lists specifying reference levels of the dependent variable and all the factors
es: una lista de listas que especifican los niveles de referencia de la variable dependiente y todos los factores
ja: モデルに含まれる全要因と従属変数（目的変数）の基準レベルを指定したリストで構成されるリストです

source: a list of lists specifying the factor and type of contrast to use, one of `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` or `'polynomial'`
ja: 使用する対比と要因を指定したリストで構成されるリストです。`’deviation’`、`’simple’`、`’difference’`、`’helmert’`、`’repeated’`、`’polynomial’`から1つを指定します

source: a list of lists specifying the pairs of measurement in `data`
es: una lista de listas que especifican los pares de medidas en `data`
ja: `data`に含まれる測定値ペアを特定するリストで構成されたリストです

source: a list of lists specifying the residual covariances that need to be estimated
es: una lista de listas que especifican las covarianzas residuales que deben estimarse
ja: 推定すべき残差共分散を指定したリストで構成されるリストです

source: a list of lists specifying the variables for which the estimated marginal means need to be calculate. Supports up to three variables per term.
es: una lista de listas que especifican las variables para las que se deben calcular las medias marginales estimadas. Admite hasta tres variables por término.
ja: 周辺推定平均値を算出する変数を指定したリストで構成されたリストを指定します。1つの項につき3変数まで指定可能です。

source: a list of lists, where each list decribes a repeated measure (as a string) from `data` defined as `measure` and the particular combination of levels from `rm` that it belongs to (as a vector of strings) defined as `cell`
ja: `data`に含まれる反復測定因子（要因）を`measure`（文字列）、そして`rm`における特定の水準の組み合わせを`cell`（文字列ベクトル）として記述したリストで構成されたリストです

source: a list of lists, where each list describes the `label` (as a string) and the `levels` (as vector of strings) of a particular repeated measures factor
es: una lista de listas, donde cada lista describe la` etiqueta` (como una cadena) y los `niveles` (como vector de cadenas) de un factor de medidas repetidas en particular
ja: 反復測定因子の`label`（ラベル：文字列）と`levels`（水準：文字列ベクトル）を含むリストで構成されたリストです

source: a number (default: 0), the minimal eigenvalue for a factor to be included in the model
es: un número (predeterminado: 0), el valor propio mínimo para que un factor se incluya en el modelo
ja: 因子の固有値の最小基準値（初期値：0）を指定します

source: a number (default: 0.1), highlight values in the `'corRes'` table above this value
es: un número (predeterminado: 0.1), resalte los valores en la tabla` 'corRes'` arriba de este valor
ja: `’corRes’`の表で強調する値の基準値（初期値：0.1）を指定します

source: a number (default: 0.3), hide factor loadings below this value
es: un número (predeterminado: 0,3), ocultar las cargas de los factores por debajo de este valor
ja: 結果に表示させる負荷量の最小値（初期値：0.3）を指定します

source: a number (default: 0.3), hide loadings below this value
es: un número (predeterminado: 0.3), ocultar cargas por debajo de este valor
ja: 結果に表示させる負荷量の最小値（初期値：0.3）を指定します

source: a number (default: 0.5), the value for the null hypothesis
es: un número (predeterminado: 0.5), el valor de la hipótesis nula
ja: 帰無仮説に使用する数値（初期値：0.5）を指定します

source: a number (default: 1), the beta prior 'a' parameter
es: un número (predeterminado: 1), el parámetro a priori beta 'a'
ja: 事前ベータ分布のパラメータaの値（初期値：1）を指定します

source: a number (default: 1), the beta prior 'b' parameter
es: un número (predeterminado: 1), el parámetro a priori beta 'b'
ja: 事前ベータ分布のパラメータbの値（初期値：1）を指定します

source: a number (default: 1), the minimal eigenvalue for a component to be included in the model
es: un número (predeterminado: 1), el valor propio mínimo para que un componente se incluya en el modelo
ja: 主成分の固有値の最小基準値（初期値：1）を指定します

source: a number (default: 3), highlight values in the `'modIndices'` tables above this value
es: un número (predeterminado: 3), resalte los valores en las tablas` 'modIndices'` por encima de este valor
ja: `’modIndices’`の表で強調表示する値の基準値（初期値：3）を指定します

source: a number between 0.5 and 2 (default 0.707), the prior width to use in calculating Bayes factors
es: un número entre 0,5 y 2 (predeterminado 0,707), el ancho a priori que se utilizará para calcular los factores de Bayes
ja: ベイズ因子算出の際に使用される事前値です。0.5から2（初期値：0.707）で指定します

source: a number between 0.5 and 2.0 (default 0.707), the prior width to use in calculating Bayes factors
es: un número entre 0,5 y 2,0 (predeterminado 0,707), el ancho a prior que se utilizará para calcular los factores de Bayes
ja: ベイズ因子算出の際に使用される事前値です。0.5から2（初期値：0.707）で指定します

source: a number between 50 and 99.9 (default: 95) specifying the confidence interval width
es: un número entre 50 y 99.9 (predeterminado: 95) especificando el ancho del intervalo de confianza
ja: 信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95) specifying the confidence interval width for the estimated marginal means
es: un número entre 50 y 99.9 (predeterminado: 95) que especifica el ancho del intervalo de confianza para las medias marginales estimadas
ja: 推定周辺平均値の信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95) specifying the confidence interval width that is used as `'ci'`
es: un número entre 50 y 99.9 (predeterminado: 95) que especifica el ancho del intervalo de confianza que se utiliza como` 'ci'`
ja: 推定周辺平均値の信頼区間（`’ci’`）の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95), the confidence interval width
es: un número entre 50 y 99.9 (predeterminado: 95), el ancho del intervalo de confianza
ja: 信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95), the credible interval width
es: un número entre 50 y 99.9 (predeterminado: 95), el ancho del intervalo de credibilidad
ja: ベイズ信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95), the width of confidence intervals
es: un número entre 50 y 99.9 (predeterminado: 95), el ancho de los intervalos de confianza
ja: 信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95), the width of confidence intervals for the effect sizes
es: un número entre 50 y 99.9 (predeterminado: 95), el ancho de los intervalos de confianza para los tamaños del efecto
ja: 効果量の信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95), the width of confidence intervals for the post-hoc effect sizes
es: un número entre 50 y 99.9 (predeterminado: 95), el ancho de los intervalos de confianza para los tamaños del efecto post-hoc
ja: 事後検定における効果量の信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95), the width of confidence intervals to provide
es: un número entre 50 y 99.9 (predeterminado: 95), el ancho de los intervalos de confianza a proporcionar
ja: 信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number between 50 and 99.9 (default: 95), width of the confidence intervals to provide
es: un número entre 50 y 99.9 (predeterminado: 95), ancho de los intervalos de confianza a proporcionar
ja: 信頼区間の幅を50から99.9の数値で指定します（初期値：95）

source: a number specifying the value of the null hypothesis
es: un número que especifica el valor de la hipótesis nula
ja: 帰無仮説に使用する数値を指定します

source: a parameter
es: Parámetro a
ja: パラメータa

source: a possible value of `'d'`; provide cohen's d measure of effect size for the post-hoc tests
es: un posible valor de` 'd'`; proporcione la medida d de Cohen del tamaño del efecto para las pruebas post-hoc
ja: `’d’`の値です。事後検定の効果量としてコーエンのdを算出します

source: a post-hoc table
es: una tabla post-hoc
ja: 事後検定結果の表です

source: a proportions table
es: una tabla de proporciones
ja: 比率の表

source: a q-q plot
es: una gráfica q-q
ja: Q-Qプロットです

source: a string (default: 'Dependent') describing the label used for the dependent variable throughout the analysis
es: una cadena (predeterminada: 'Dependent') que describe la etiqueta utilizada para la variable dependiente a lo largo del análisis
ja: 分析で使用する従属変数用のラベル文字列（初期値：「従属変数」）を指定します

source: a string naming a variable in `data` containing counts, or NULL if each row represents a single observation
es: una cadena que nombra una variable en `data` que contiene recuentos, o NULL si cada fila representa una sola observación
ja: `data`の変数のうち、測定値の度数が含まれる変数名の文字列です。各行がそれぞれ個別の測定値の場合（1行に1人分の測定値が入力されている場合）には、これはNULLになります

source: a string naming the dependent variable from `data`, variable must be a factor
es: una cadena que nombra la variable dependiente de `data`, la variable debe ser un factor
ja: `data`に含まれる従属変数名の文字列です。変数は因子型である必要があります

source: a string naming the dependent variable from `data`, variable must be numeric
es: una cadena que nombra la variable dependiente de `data`, la variable debe ser numérica
ja: `data`に含まれる従属変数名の文字列です。変数は数値型である必要があります

source: a string naming the dependent variable in `data`
es: una cadena que nombra la variable dependiente en `data`
ja: `data`における従属変数名を指定します

source: a string naming the dependent variables in `data`
es: una cadena que nombra las variables dependientes en `data`
ja: `data`における従属変数の変数名です

source: a string naming the grouping or independent variable in `data`
es: una cadena que nombra la agrupación o variable independiente en `data`
ja: `data`におけるグループ変数または独立変数名を指定します

source: a summary of the groups
es: un resumen de los grupos
ja: グループの要約です

source: a table containing estimated marginal means
es: una tabla que contiene las medias marginales estimadas
ja: 推定周辺平均値の表です

source: a table containing factor covariances estimates
es: una tabla que contiene las estimaciones de las covarianzas de los factores
ja: 因子共分散の推定値の表です

source: a table containing factor intercept estimates
es: una tabla que contiene las estimaciones de las constantes de los factores
ja: 因子切片の推定値の表です

source: a table containing fit measures
es: una tabla que contiene medidas de ajuste
ja: 適合度指標の表です

source: a table containing modification indices for the factor loadings not included in the model
es: una tabla que contiene índices de modificación para las cargas factoriales no incluidas en el modelo
ja: モデルに含まれていない因子負荷についての修正指数の表です

source: a table containing modification indices for the residual covariances not included in the model
es: una tabla que contiene índices de modificación para las covarianzas residuales no incluidas en el modelo
ja: モデルに含まれていない残差共分散の修正指数についての表です

source: a table containing residual covariances estimates
es: una tabla que contiene estimaciones de covarianzas residuales
ja: 残差共分散の推定値の表です

source: a table containing residual intercept estimates
es: na tabla que contiene las estimaciones de los interceptios residuales
ja: 残差切片の推定値の表です

source: a table containing residuals for the observed correlation matrix
es: una tabla que contiene los residuos de la matriz de correlación observada
ja: 相関行列の残差の表です

source: a table containing the chi-square test for exact fit
es: una tabla que contiene la prueba de chi-cuadrado para un ajuste exacto
ja: 適合度検定におけるカイ2乗値の表です

source: a table containing the collinearity statistics
es: una tabla que contiene las estadísticas de colinealidad
ja: 共線性統計量の表です

source: a table containing the descriptives
es: una tabla que contiene los descriptivos
ja: 記述統計量の表です

source: a table containing the factor loadings
es: una tabla que contiene las cargas del factor
ja: 因子負荷量の表です

source: a table containing the group descriptives
es: una tabla que contiene los descriptivos del grupo
ja: グループ記述統計量の表です

source: a table containing the homogeneity of variances tests
es: una tabla que contiene las pruebas de homogeneidad de varianzas
ja: 分散等質性検定の結果の表です

source: a table containing the normality test results
es: una tabla que contiene los resultados de la prueba de normalidad
ja: 正規性検定の結果の表です

source: a table containing the normality tests
es: una tabla que contiene las pruebas de normalidad
ja: 正規性検定の結果の表です

source: a table containing the results from the Box-Tidwell test
es: una tabla que contiene los resultados de la prueba Box-Tidwell
ja: ボックス=ティドウェル（Box-Tidwell）検定結果の表です

source: a table containing the t-test results
es: una tabla que contiene los resultados de la prueba t
ja: t検定の結果の表です

source: a table of ANCOVA results
es: una tabla de resultados ANCOVA
ja: 共分散分析結果の表です

source: a table of ANOVA results
es: una tabla de resultados ANOVA
ja: 分散分析結果の表です

source: a table of comparative measures
es: una tabla de medidas comparativas
ja: 比較指標の表です

source: a table of homogeneity of variances tests
es: una tabla de pruebas de homogeneidad de varianzas
ja: 分散の等質性検定の表です

source: a table of homogeneity tests
es: una tabla de pruebas de homogeneidad
ja: 等質性検定の表です

source: a table of likelihood ratio tests
es: una tabla de pruebas de razón de verosimilitudes
ja: 尤度比検定の結果の表です

source: a table of model coefficient thresholds
es: una tabla de umbrales de coeficientes del modelo
ja: モデル係数の閾値の表です

source: a table of model coefficients
es: una tabla de coeficientes del modelo
ja: モデル係数の表です

source: a table of normality tests
es: una tabla de pruebas de normalidad
ja: 正規性検定の表です

source: a table of predicted classifications
es: una tabla de la clasificación predicha
ja: 予測値の分類表です

source: a table of predictive measures
es: una tabla de medidas predictivas
ja: 予測指標の表です

source: a table of proportions
es: una tabla de proporciones
ja: 比率の表

source: a table of test results
es: una tabla de los resultados de la prueba
ja: 検定結果の表です

source: a table of the 'nominal' test results
es: una tabla de los resultados 'nominales' de la prueba
ja: 「名義尺度」変数に関する検定結果の表です

source: a table of the Friedman test results
es: una tabla de los resultados de la prueba de Friedman
ja: フリードマン検定の結果の表です

source: a table of the Kendall's tau-b test results
es: una tabla de los resultados de la prueba tau-b de Kendall
ja: ケンドールの順位相関係数（τ-b）の検定結果の表です

source: a table of the Mantel-Haenszel test for trend
es: una tabla de la prueba de Mantel-Haenszel para la tendencia
ja: マンテル=ヘンツェル傾向性検定の表です

source: a table of the descriptive statistics
es: una tabla de las estadísticas descriptivas
ja: 記述統計量の表です

source: a table of the gamma test results
es: una tabla de los resultados de la prueba gamma
ja: ガンマ検定の結果の表です

source: a table of the pairwise comparisons
es: una tabla de comparaciones de parejas
ja: 多重比較結果の表です

source: a table of the proportions
es: una tabla de las proporciones
ja: 比率の表です

source: a table of the proportions and test results
es: una tabla de las proporciones y los resultados de la prueba
ja: 比率と検定結果の表です

source: a table of the test results
es: una tabla de resultados de la prueba
ja: 検定結果の表です

source: a table of χ² test results
es: una tabla de resultados de la prueba de χ²
ja: χ² 検定の結果の表です

source: a vector containing strings naming the varibales that are reverse scaled
es: un vector que contiene cadenas que nombran las variables de escala inversa
ja: 逆転項目の変数名の文字列を含むベクトルです

source: a vector of numbers: the expected proportions
es: un vector de números: las proporciones esperadas
ja: 期待比率のベクトルです

source: a vector of strings naming the between subjects factors from `data`
es: un vector de cadenas que nombran los factores entre sujetos de `data`
ja: `data`の参加者間因子の名前を文字列ベクトルで指定します

source: a vector of strings naming the control variables in `data`
es: un vector de cadenas que nombran las variables de control en `data`
ja: `data`に含まれる統制変数名を文字列ベクトルで指定します

source: a vector of strings naming the covariates from `data`
es: un vector de cadenas que nombran las covariables de `data`
ja: `data`の共変量の変数名を含む文字列ベクトルです

source: a vector of strings naming the covariates from `data`. Variables must be numeric
es: un vector de cadenas que nombran las covariables de `data`. Las variables deben ser numéricas
ja: `data`における共変量の名前を文字列ベクトルで指定します。変数値は数値である必要があります

source: a vector of strings naming the factors from `data`
es: un vector de cadenas que nombran los factores de `data`
ja: `data`に含まれる要因名を含む文字列ベクトルです

source: a vector of strings naming the fixed factors from `data`
es: un vector de cadenas que nombran los factores fijos de `data`
ja: `data`に含まれる固定因子名の文字列ベクトルです

source: a vector of strings naming the repeated measures variables
es: un vector de cadenas que nombran las variables de medidas repetidas
ja: 反復測定変数の名前を文字列ベクトルで指定します

source: a vector of strings naming the variables of interest in `data`
es: un vector de cadenas que nombran las variables de interés en `data`
ja: `data`に含まれる関心対象の変数名を文字列ベクトルで指定します

source: a vector of strings naming the variables to correlate in `data`
es: un vector de cadenas que nombran las variables para correlacionar en `data`
ja: 相関係数を算出したい`data`の変数名を文字列ベクトルで指定します

source: a vector of strings naming the variables used to split `vars`
es: un vector de cadenas que nombran las variables utilizadas para dividir` vars`
ja: `vars`の分割に使用する変数の名前を文字列ベクトルで指定します

source: an array of Q-Q plots
es: una matriz de gráficas Q-Q
ja: Q-Qプロットの配列です

source: an array of contrasts tables
es: una matriz de tablas de contrastes
ja: 対比結果の表の配列です

source: an array of descriptive plots
es: una matriz de gráficos descriptivos
ja: 記述統計量グラフの配列です

source: an array of frequency tables
es: una matriz de tablas de frecuencias
ja: 度数分布表の配列です

source: an array of groups of plots
es: una matriz de grupos de gráficos
ja: グラフの配列です

source: an array of model specific results
es: una matriz de resultados específicos del modelo
ja: モデルごとの結果の配列です

source: an array of pairwise comparison tables
es: una matriz de tablas de comparación por pares
ja: 多重比較結果の表の配列です

source: an array of post-hoc tables
es: una matriz de tablas post-hoc
ja: 事後検定結果の表です

source: an array of the descriptive plots
es: una matriz de gráficos descriptivos
ja: 記述統計量のグラフの配列です

source: an array of the estimated marginal means plots + tables
es: una matriz de las gráficas de medias marginales estimadas + tablas
ja: 推定周辺平均値のグラフと表の配列です

source: an array of the posterior plots
es: una matriz de las gráficas a posteriori
ja: 事後分布プロットの配列です
