Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # EXPLORATORY FACTOR ANALYSIS # # Factor Loadings # ──────────────────────────────────────────────── # 1 2 Uniqueness # ──────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ──────────────────────────────────────────────── # Note. 'oblimin' rotation was used #
ja: data(‘iris’) efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # 探索的因子分析 # # 因子負荷量 # ──────────────────────────────────────────────── # 1 2 独自性 # ──────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ──────────────────────────────────────────────── # 注. 「オブリミン」回転後の結果です #

source: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # # Multivariate Tests # ─────────────────────────────────────────────────────────────────────────── # value F df1 df2 p # ─────────────────────────────────────────────────────────────────────────── # Species Pillai's Trace 1.19 53.5 8 290 < .001 # Wilks' Lambda 0.0234 199 8 288 < .001 # Hotelling's Trace 32.5 581 8 286 < .001 # Roy's Largest Root 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────── # # # Univariate Tests # ─────────────────────────────────────────────────────────────────────────────────────────────── # Dependent Variable Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuals Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #
ja: data(‘iris’) mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # 多変量共分散分析 # # 多変量検定 # ─────────────────────────────────────────────────────────────────────────── # 値 F 自由度1 自由度2 p # ─────────────────────────────────────────────────────────────────────────── # Species ピライのトレース 1.19 53.5 8 290 < .001 # ウィルクスのラムダ 0.0234 199 8 288 < .001 # ホテリングのトレース 32.5 581 8 286 < .001 # ロイの最大根 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────── # # # 単変量検定 # ─────────────────────────────────────────────────────────────────────────────────────────────── # 従属変数 2乗和 自由度 2乗平均 F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # 残差 Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #

source: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # PRINCIPAL COMPONENT ANALYSIS # # Component Loadings # ──────────────────────────────────────── # 1 Uniqueness # ──────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ──────────────────────────────────────── # Note. 'varimax' rotation was used #
ja: data(‘iris’) pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # 主成分分析 # # 主成分負荷量 # ──────────────────────────────────────── # 1 独自性 # ──────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ──────────────────────────────────────── # 注. 「バリマックス」回転後の結果です #

source: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # RELIABILITY ANALYSIS # # Scale Reliability Statistics # ───────────────────────────────────────── # Cronbach's α McDonald's ω # ───────────────────────────────────────── # scale 0.708 0.848 # ───────────────────────────────────────── #
ja: data(‘iris’) reliability(iris, vars = c(‘Sepal.Length’, ‘Sepal.Width’, ‘Petal.Length’, ‘Petal.Width’), omegaScale = TRUE) # # 信頼性分析 # # 尺度信頼性統計量 # ───────────────────────────────────────── # クロンバックのα マクドナルドのω # ───────────────────────────────────────── # 尺度 0.708 0.848 # ───────────────────────────────────────── #

source: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # CORRELATION MATRIX # # Correlation Matrix # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg Pearson's r — -0.852 -0.848 -0.776 # p-value — < .001 < .001 < .001 # # cyl Pearson's r — 0.902 0.832 # p-value — < .001 < .001 # # disp Pearson's r — 0.791 # p-value — < .001 # # hp Pearson's r — # p-value — # ────────────────────────────────────────────────────────────── #
ja: data(‘mtcars’) corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # 相関行列 # # 相関行列 # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg ピアソンのr — -0.852 -0.848 -0.776 # p値 — < .001 < .001 < .001 # # cyl ピアソンのr — 0.902 0.832 # p値 — < .001 < .001 # # disp ピアソンのr — 0.791 # p値 — < .001 # # hp ピアソンのr — # p値 — # ────────────────────────────────────────────────────────────── #

source: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # PARTIAL CORRELATION # # Partial Correlation # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg Pearson's r — # p-value — # # cyl Pearson's r -0.590 — # p-value < .001 — # # disp Pearson's r -0.606 0.719 — # p-value < .001 < .001 — # ──────────────────────────────────────────────────── # Note. controlling for 'hp' #
ja: data(‘mtcars’) corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # 偏相関 # # 偏相関 # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg ピアソンのr — # p値 — # # cyl ピアソンのr -0.590 — # p値 < .001 — # # disp ピアソンのr -0.606 0.719 — # p値 < .001 < .001 — # ──────────────────────────────────────────────────── # 注. ‘hp’の影響を除いています #

source: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # LOG-LINEAR REGRESSION # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ────────────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ────────────────────────────────────────────────────────────────── # Intercept -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #
ja: data(‘mtcars’) tab <- table(‘gear’=mtcars$gear, ‘cyl’=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list(“gear”, “cyl”, c(“gear”, “cyl”))), refLevels = list( list(var=“gear”, ref=“3”), list(var=“cyl”, ref=“4”))) # # 対数線形回帰 # # モデル適合度指標 # ─────────────────────────────────────── # モデル 逸脱度 AIC R²-マク # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # 個別モデルの結果 # # モデル 1 # # モデル係数 # ────────────────────────────────────────────────────────────────── # 説明変数 推定値 標準誤差 Z p # ────────────────────────────────────────────────────────────────── # 切片 -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #

source: data('mtcars') dat <- mtcars # frequency tables can be provided for factors dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # DESCRIPTIVES # # Descriptives # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # Missing 0 0 0 0 # Mean 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maximum 33.9 8.00 472 5 # ─────────────────────────────────────────── # # # FREQUENCIES # # Frequencies of gear # ──────────────────── # Levels Counts # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # spliting by a variable descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # providing histograms descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # splitting by multiple variables descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)
ja: data(‘mtcars’) dat <- mtcars # 度数分布表は因子型として使用可能です。 dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # 記述統計量 # # 記述統計量 # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # 欠損値 0 0 0 0 # 平均値 20.1 6.19 231 3.69 # 中央値 19.2 6.00 196 4.00 # 最小値 10.4 4.00 71.1 3 # 最大値 33.9 8.00 472 5 # ─────────────────────────────────────────── # # # 度数分布表 # # gearの度数分布表 # ──────────────────── # 水準 度数 # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # 変数値で分割 descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # ヒストグラムの作成 descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # 複数の変数で分割 descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)

source: deprecated
es: obsoleto
ja: 廃止予定

source: descriptives plot
es: gráficas descriptivas
ja: 記述統計量のグラフ

source: df
es: gl
ja: 自由度

source: df1
es: gl1
ja: 自由度1

source: df2
es: gl2
ja: 自由度2

source: drag variable here
es: arrastrar variable aquí
ja: 変数をここにドラッグ

source: drag variables here
es: arrastrar variables aquí
ja: 変数をここにドラッグ

source: equal groups
es: grupos iguales
ja: 群に分割

source: error %
ja: 誤差%

source: factor(s)
es: factor(es)
ja: 個の因子を抽出

source: factors
es: factores
ja: 因子

source: fixed parameter
es: parámetro fijo
ja: 固定されている値です

source: flag significant correlations (p < .05) with symbols.
es: marcar correlaciones significativas (p <.05) con símbolos.
ja: 相関係数が有意（p < .05）であるペアに印をつけます。

source: flag significant post-hoc comparisons.
es: marcar comparaciones post-hoc significativas.
ja: 事後検定において差が有意な箇所に印をつけます。

source: if item dropped
es: si el elemento se eliminó
ja: 項目除外時の値

source: in development
es: en desarrollo
ja: 開発中

source: include a summary of the groups
es: incluir un resumen de los grupos
ja: グループの要約を作成します

source: item {item} correlates negatively with the total scale and probably should be reversed
es: el elemento {elemento} se correlaciona negativamente con la escala total y probablemente debería revertirse
ja: 項目 {item} は尺度全体と負の相関関係にあるため、逆転項目として処理したほうがよいでしょう

source: item-rest correlation
es: correlación elemento-resto
ja: I-R相関

source: items {items} correlate negatively with the total scale and probably should be reversed
es: los elementos {items} se correlacionan negativamente con la escala total y probablemente deberían invertirse
ja: 項目 {items} は尺度全体と負の相関関係にあるため、逆転項目として処理したほうがよいでしょう

source: linear
es: lineal
ja: 1次

source: lower bound
es: límite inferior
ja: 下限

source: mean
es: media
ja: 平均値

source: none
es: ninguno
ja: 回転なし

source: oblimin
ja: オブリミン回転

source: octic
ja: 8次

source: of total
es: del total
ja: 全体

source: one of `'corr'` (default), `'pos'`, `'neg'` specifying the alernative hypothesis; correlated, correlated positively, correlated negatively respectively.
es: uno de` 'corr'` (predeterminado), `' pos'`,` 'neg'` especificando la hipótesis alternativa; correlacionado, correlacionado positivamente, correlacionado negativamente respectivamente.
ja: 検定の対立仮説を`’corr’`（相関あり、初期値）、`’pos’`（正の相関あり）、`’neg’`（負の相関あり）のいずれかで指定します。

source: one of `'part'` (default) or `'semi'` specifying the type of partial correlation to calculate; partial or semipartial correlation.
es: uno de` 'part'` (predeterminado) o `' semi'` especificando el tipo de correlación parcial a calcular; correlación parcial o semiparcial.
ja: 算出する値として`’part’`（偏相関係数、初期値）と`’semi’`（部分相関係数）のいずれかを指定します。

source: one or more of `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'`, or `'bic'`; use CFI, TLI, SRMR, RMSEA + 90% confidence interval, adjusted AIC, and BIC model fit measures, respectively
es: uno o más de` 'cfi'`, `' tli'`,` 'srmr'`, `' rmsea'`,` 'aic'` o `' bic'`; use CFI, TLI, SRMR, RMSEA + intervalo de confianza del 90%, medidas de ajuste del modelo AIC y BIC ajustadas, respectivamente
ja: `’cfi’`（CFI）、`’tli’`（TLI）、`’srmr’`（SRMR）、`’rmsea’`（RMSEAおよび90%信頼区間）、`’aic’`（調整済AIC）、`’bic’`（BIC）からいずれか1つ、または複数を指定します

source: one or more of `'eta'`, `'partEta'`, or `'omega'`; use η², partial η², and ω² effect sizes, respectively
es: uno o más de` 'eta'`, `' partEta'` o` 'omega'`; use η², η² parcial y ω² tamaños de efecto, respectivamente
ja: `’eta’`（η²）、`’partEta’`（偏η²）、`’omega’`（ω²）から1つまたは複数を指定します

source: one or more of `'none'` (default), `'GG'`, or ``HF``; use no p-value correction, the Greenhouse-Geisser p-value correction, and the Huynh-Feldt p-value correction for shericity, respectively
es: uno o más de` 'none'` (predeterminado), `' GG'` o` `HF``; no use corrección de valor p, la corrección del valor p de Greenhouse-Geisser y la corrección p de Huynh-Feldt -corrección de valor por shericidad, respectivamente
ja: 球面性検定におけるp値の修正方法について、`’none’`（修正なし、初期値）、`’GG’`（グリーンハウス=ガイザー法）、``HF``（ヒューン=フェルト法）のいずれか1つまたは複数を指定します

source: one or more of `'none'`, `'tukey'` (default), `'scheffe'`, `'bonf'`, or `'holm'`; use no, Tukey, Scheffe, Bonferroni and Holm posthoc corrections, respectively
es: uno o más de` 'none'`, `' tukey'` (predeterminado),` 'scheffe'`, `' bonf'` o` 'holm'`; use no, Tukey, Scheffe, Bonferroni y Holm correcciones post hoc, respectivamente
ja: `’none’`（修正なし）、`’tukey’（テューキー法、初期値）、`’scheffe’`（シェフェ法）、`’bonf’`（ボンフェロニ法）、`’holm’`（ホルム法）のいずれか1つ、または複数を指定します

source: one or more of `'none'`, `'tukey'`, `'scheffe'`, `'bonf'`, or `'holm'`; provide no, Tukey, Scheffe, Bonferroni, and Holm Post Hoc corrections respectively
es: uno o más de `’none’`, `’tukey’`, `’scheffe’`, `’bonf’`, or `’holm’`; proporciona ninguno, Tukey, Scheffe, Bonferroni y Holm correcciones Post Hoc respectivamente
ja: `’none’`（修正なし）、`’tukey’`（テューキー法）、`’scheffe’`（シェフェ法）、`’bonf’`（ボンフェロニ法）、`’holm’`（ホルム法）から1つまたは複数を指定します。

source: one or more of `'pillai'`, `'wilks'`, `'hotel'`, or `'roy'`; use Pillai's Trace, Wilks' Lambda, Hotelling's Trace, and Roy's Largest Root multivariate statistics, respectively
es: uno o más de` 'pillai'`, `' wilks'`,` 'hotel'` o `' roy'`; use las estadísticas multivariadas Pillai's Trace, Wilks 'Lambda, Hotelling's Trace y Roy's Largest Root, respectivamente
ja: 多変量統計量として、`’pillai’`（ピライのトレース）、`’wilks’`（ウィルクスのラムダ）、`’hotel’`（ホテリングのトレース）、`’roy’`（ロイの最大根）のいずれかを指定します

source: one or more of `'r2mf'`, `'r2cs'`, or `'r2n'`; use McFadden's, Cox & Snell, and Nagelkerke pseudo-R², respectively
es: uno o más de` 'r2mf'`, `' r2cs'` o` 'r2n'`; use McFadden's, Cox & Snell y Nagelkerke pseudo-R², respectivamente
ja: 疑似R²として、`’r2mf’`（マクファデン）、`’r2cs’`（コックス=スネル）、`’r2n’`（ナゲルケルケ）のどれを用いるかを指定します

source: p-value
es: valor p
ja: p値

source: p<sub>bonferroni</sub>
ja: p<sub>ボンフェロニ</sub>

source: p<sub>holm</sub>
ja: p<sub>ホルム</sub>

source: p<sub>scheffe</sub>
ja: p<sub>シェフェ</sub>

source: p<sub>tukey</sub>
ja: p<sub>テューキー</sub>

source: partial η²
es: η² parcial
ja: 偏η²

source: perform Fisher's (or what might be call 'normal') ANOVAs.
es: realizar ANOVA de Fisher (o lo que podría llamarse 'normal').
ja: フィッシャー法による（いわゆる普通の）分散分析を実施します。

source: perform Shapiro-Wilk tests of normality. A low p-value suggests the data is not from a normal distribution.
es: realizar pruebas de normalidad de Shapiro-Wilk. Un valor p bajo sugiere que los datos no provienen de una distribución normal.
ja: シャピロ=ウィルクの正規性検定を実施します。小さなp値はデータが正規分布から抽出されたものでないことを示します。

source: perform Shapiro-Wilk tests of normality. A low p-value suggests the residuals are not normally distributed.
es: realizar pruebas de normalidad de Shapiro-Wilk. Un valor p bajo sugiere que los residuos no están distribuidos normalmente.
ja: シャピロ=ウィルク正規性検定を実施します。低いp値は、残差が正規分布でないことを示しています。

source: perform Student's independent samples t-tests.
es: realizar pruebas t de muestras independientes de Student.
ja: スチューデントの対応なしt検定を実施します。

source: perform Student's one-sample t-tests.
es: realizar pruebas t de Student para una muestra.
ja: スチューデントの1標本t検定を実施します。

source: perform Student's paired samples t-tests.
es: realizar pruebas t de muestras pareadas de Student.
ja: スチューデントの対応ありt検定を実施します。

source: perform Welch's ANOVAs.
es: realizar ANOVA de Welch.
ja: ウェルチ法で分散分析を実施します。

source: perform Welch's tests.
es: realizar las pruebas de Welch.
ja: ウェルチの検定を実施します。

source: perform Wilcoxon signed rank tests.
es: realizar pruebas de rango con signo de Wilcoxon.
ja: ウィルコクソンの符号順位検定を実施します。

source: perform a Mann-Whitney U test.
es: realizar una prueba U de Mann-Whitney.
ja: マン=ホイットニーのU検定を実施します。

source: perform a Shapiro-Wilk test of normality. A low p-value suggests the data is not from a normal distribution.
es: realice una prueba de normalidad de Shapiro-Wilk. Un valor p bajo sugiere que los datos no provienen de una distribución normal.
ja: シャピロ=ウィルクの正規性検定を実施します。小さなp値はデータが正規分布から抽出されたものでないことを示します。

source: perform an overall model test.
es: realizar una prueba de modelo general.
ja: モデル全体の検定を実施します。

source: plot densities along the diagonal of the correlation matrix plot.
es: grafica las densidades a lo largo de la diagonal del gráfico de la matriz de correlación.
ja: 相関行列プロットの対角線上に密度曲線を図示します。

source: plot the data along with the marginal means.
es: trazar los datos junto con las medias marginales.
ja: 周辺平均値とあわせてデータをプロットします。

source: promax
ja: プロマックス回転

source: provide Bayes factors for the Student's independent samples t-tests.
es: proporciona factores de Bayes para las pruebas t de muestras independientes de Student.
ja: スチューデントの対応なしt検定についてベイズ因子を算出します。

source: provide Bayes factors for the Student's one-sample t-tests.
es: proporciona los factores de Bayes para las pruebas t de una muestra de Student.
ja: スチューデントの1標本t検定についてベイズ因子を算出します。

source: provide Bayes factors for the Student's paired samples t-tests.
es: proporciona factores de Bayes para las pruebas t de muestras pareadas de Student.
ja: スチューデントの対応ありt検定についてベイズ因子を算出します。

source: provide Levene's test for homogeneity of variances. A low p-value suggests the groups have unequal variances.
es: proporciona la prueba de Levene para la homogeneidad de las varianzas. Un valor p bajo sugiere que los grupos tienen varianzas desiguales.
ja: 分散の等質性についてルビーン検定を実施します。低いp値は、両グループの分散が等しくないことを示します。

source: provide Levene's tests for the homogeneity of variances. A low p-value suggests the groups have unequal variances.
es: proporciona las pruebas de Levene para la homogeneidad de las varianzas. Un valor p bajo sugiere que los grupos tienen varianzas desiguales.
ja: 分散の等質性についてルビーン検定を実施します。低いp値は、両グループの分散が等しくないことを示します。

source: provide Q-Q plots of residuals -- a plot of the actual residuals against what would be expected if the data were *perfectly* normally distributed. Large deviations from the diagonal line suggest the data is not from a normal distribution.
es: proporciona gráficos Q-Q de residuos, un gráfico de los residuos reales frente a lo que se esperaría si los datos estuvieran * perfectamente * distribuidos normalmente. Las grandes desviaciones de la línea diagonal sugieren que los datos no son de una distribución normal.
ja: 残差Q-Qプロット（データが*完全な*正規分布である場合に期待される値に対する実際の残差のプロット）を作成します。対角線からの乖離が大きい場合、残差が正規分布していないことを示しています。

source: provide Q-Q plots of residuals -- a plot of the actual residuals against what would be expected if the data were *perfectly* normally distributed. Large deviations from the diagonal line suggest the residuals are not normally distributed.
es: proporciona gráficos Q-Q de residuos, un gráfico de los residuos reales frente a lo que se esperaría si los datos estuvieran * perfectamente * distribuidos normalmente. Las grandes desviaciones de la línea diagonal sugieren que los residuos no están distribuidos normalmente.
ja: 残差Q-Qプロット（データが*完全な*正規分布である場合に期待される値に対する実際の残差のプロット）を作成します。対角線からの乖離が大きい場合、残差が正規分布していないことを示しています。

source: provide a Cohen's d measure of effect size for the post-hoc tests.
es: proporciona una medida d de Cohen del tamaño del efecto para las pruebas post-hoc.
ja: 事後検定の効果量としてコーエンのdを算出します。

source: provide a Kendall's tau-b for each combination of variables.
es: proporciona un tau-b de Kendall para cada combinación de variables.
ja: 各変数ペアについてケンドールの順位相関係数（τ-b）を算出します。

source: provide a Pearson's r for each combination of variables.
es: proporciona una r de Pearson para cada combinación de variables.
ja: 各変数ペアについてピアソンの相関係数（r）を算出します。

source: provide a Q-Q plot of residuals -- a plot of the actual residuals against what would be expected if the data were *perfectly* normally distributed. Large deviations from the diagonal line suggest the data is not from a normal distribution.
es: proporciona un gráfico Q-Q de residuos, un gráfico de los residuos reales frente a lo que se esperaría si los datos estuvieran * perfectamente * distribuidos normalmente. Las grandes desviaciones de la línea diagonal sugieren que los datos no son de una distribución normal.
ja: 残差Q-Qプロット（データが*完全な*正規分布である場合に期待される値に対する実際の残差のプロット）を作成します。対角線からの乖離が大きい場合、残差が正規分布していないことを示します。

source: provide a Spearman's rho for each combination of variables.
es: proporciona un rho de Spearman para cada combinación de variables.
ja: 各変数ペアについてスピアマンの順位相関係数（ρ）を算出します。

source: provide a confidence interval for the difference between the mean estimate and the test value.
es: proporciona un intervalo de confianza para la diferencia entre la estimación media y el valor de prueba.
ja: 推定平均値と検定値の差の信頼区間を算出します。

source: provide a correlation matrix plot.
es: proporciona una gráfica de matriz de correlación.
ja: 相関行列を図示します。

source: provide a p-value for each correlation co-efficient.
es: proporciona un valor p para cada coeficiente de correlación.
ja: 各相関係数についてp値を算出します。

source: provide a table of descriptives for each variable.
es: proporciona una tabla de descriptivos para cada variable.
ja: 各変数についての記述統計量の表を作成します。

source: provide a table of the estimated marginal means.
es: proporciona una tabla de las medias marginales estimadas.
ja: 推定周辺平均値の表を作成します。
