Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: provide confidence intervals for Pearson's r.
es: proporciona intervalos de confianza para la r de Pearson.
ja: ピアソンの相関係数（r）の信頼区間を算出します。

source: provide confidence intervals for the effect-sizes
es: proporcionar intervalos de confianza para los tamaños del efecto
ja: 効果量の信頼区間を算出します

source: provide confidence intervals for the mean differences.
es: proporciona intervalos de confianza para las diferencias de medias.
ja: 平均値の差の信頼区間を算出します。

source: provide confidence intervals for the post-hoc effect sizes.
es: proporciona intervalos de confianza para los tamaños del efecto post-hoc.
ja: 事後検定の効果量について信頼区間を算出します。

source: provide correlation co-efficients in the correlation matrix plot.
es: proporciona coeficientes de correlación en el gráfico de la matriz de correlación.
ja: 相関行列プロットに相関係数を示します。

source: provide descriptive plots for each group.
es: proporciona gráficos descriptivos para cada grupo.
ja: グループごとの記述統計量のグラフを作成します。

source: provide descriptive plots for each variable.
es: proporciona gráficos descriptivos para cada variable.
ja: 各変数の記述統計量のグラフを作成します。

source: provide descriptives for each group of measurements.
es: proporcione descripciones para cada grupo de medidas.
ja: 各測定値グループについて記述統計量を算出します。

source: provide descriptives for each group.
es: proporcione descripciones para cada grupo.
ja: グループ毎の記述統計量を算出します。

source: provide descriptives plots.
es: proporcionar gráficos descriptivos.
ja: 記述統計量のグラフを作成します。

source: provide effect-sizes (Cohen's D).
es: proporcionar tamaños de efecto (D de Cohen).
ja: 効果量（コーエンのd）を算出します。

source: provide effect-sizes (Cohen's d).
es: proporcionar tamaños de efecto (d de Cohen).
ja: 効果量（コーエンのd）を算出します。

source: provide mean differences and standard errors of the mean differences.
es: proporciona diferencias de medias y errores estándar de las diferencias de medias.
ja: 平均値の差とその標準誤差を算出します。

source: provide mean differences with the post-hoc tests.
es: proporciona diferencias medias con las pruebas post-hoc.
ja: 事後検定における平均値の差を算出します。

source: provide mean differences, and standard errors of the mean differences, between the mean estimate, and the test value.
es: proporciona diferencias de medias y errores estándar de las diferencias de medias entre la estimación media y el valor de prueba.
ja: 推定平均値と検定値の間の差の平均値および標準誤差を算出します。

source: provide measures of effect size; η², partial η², or ω².
es: proporciona medidas del tamaño del efecto; η², η² parcial o ω².
ja: 効果量（η²、偏η²、ω²）を算出します。

source: provide p-value corrections for sphericity.
es: proporciona correcciones del valor p para la esfericidad.
ja: 球面性検定におけるp値を修正します。

source: provide plots of the estimated marginal means.
es: proporciona gráficos de las medias marginales estimadas.
ja: 推定周辺平均値のグラフを作成します。

source: provide post-hoc tests.
es: proporcionar pruebas post-hoc.
ja: 事後検定を実施します。

source: provide significance levels for the post-hoc tests.
es: proporciona niveles de significancia para las pruebas post-hoc.
ja: 事後検定における有意確率を算出します。

source: provide sphericity tests.
es: proporcionar pruebas de esfericidad.
ja: 球面性検定を実施します。

source: provide test results (t-value and degrees of freedom) for post-hoc tests.
es: proporciona los resultados de la prueba (valor t y grados de libertad) para pruebas post-hoc.
ja: 事後検定における検定結果（tと自由度）を表示します。

source: provide the number of cases.
es: proporcione el número de casos.
ja: 標本サイズを表示します。

source: quadratic
es: cuadratica
ja: 2次

source: quartic
es: cuartica
ja: 4次

source: quartimax
ja: クォーティマックス回転

source: quintic
es: quíntico
ja: 5次

source: reverse scaled item
es: elemento de escala inversa
ja: 逆転項目

source: rows
es: filas
ja: 行

source: rows (default), or columns in bar plot X axis
es: filas (predeterminado) o columnas en el eje X del diagrama de barra
ja: 横軸に`rows`（行、初期値）を示すか`columns`（列）を示すかを指定します

source: scale
es: escala
ja: 尺度

source: sd
es: de
ja: 標準偏差

source: septic
es: séptica
ja: 7次

source: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # ORDINAL LOGISTIC REGRESSION # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 218 226 5.68e-4 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ──────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ──────────────────────────────────────────────────── # #
es: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # REGRESIÓN LOGÍSTICA ORDINAL # # Medidas de ajuste del modelo
ja: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list(“x1”, “x2”))) # # 順序ロジスティック回帰 # # モデル適合度指標 # ─────────────────────────────────────── # モデル 逸脱度 AIC R²-マク # ─────────────────────────────────────── # 1 218 226 5.68e-4 # ─────────────────────────────────────── # # # 個別モデルの結果 # # モデル 1 # # モデル係数 # ──────────────────────────────────────────────────── # 説明変数 推定値 標準誤差 Z p # ──────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ──────────────────────────────────────────────────── # #

source: sextic
es: séxtica
ja: 6次

source: simplimax
ja: シンプリマックス回転

# specific factor
source: Factor
ja: 因子

source: stack or side by side (default), barplot type
es: pila o lado a lado (predeterminado), tipo de diagrama de barras
ja: 棒グラフを積み上げで表示するか横並び（初期値）で表示するかを指定します

source: statistic
es: estadístico
ja: 統計量

source: t-value
es: valor t
ja: t値

source: th percentile
es: percentil
ja: %点

source: the alternative and null hypotheses; | | Alternative (Hₐ) | Null (H₀) | |--------------|-------------------|--------------------| | ≠ Test value | Mean ≠ Test value | Mean = Test value | | > Test value | Mean > Test value | Mean <= Test value | | < Test value | Mean < Test value | Mean >= Test value |
es: la hipótesis alternativa y nula; | | Alternative (Hₐ) | Nula (H₀) | |———————|—————————|——————————| | ≠ Test value | Mean ≠ Test value | Mean = Test value | | > Test value | Mean > Test value | Mean <= Test value | | < Test value | Mean < Test value | Mean >= Test value |
ja: 対立仮説と帰無仮説 | | 対立仮説 (Hₐ) | 帰無仮説 (H₀) | |———————|—————————|——————————| | ≠ 検定値 | 平均値 ≠ 検定値 | 平均値 = 検定値 | | > 検定値 | 平均値 > 検定値 | 平均値 <= 検定値 | | < 検定値 | 平均値 < 検定値 | 平均値 >= 検定値 |

source: the alternative hypothesis.
es: la hipótesis alternativa.
ja: 対立仮説です。

source: the alternative hypothesis. Allows for one-tailed tests.
es: la hipótesis alternativa. Permite pruebas de una cola.
ja: 対立仮説です。指定方法によって片側検定が可能です。

source: the between subjects factors (optional).
es: los factores entre sujetos (opcional).
ja: 参加者間因子（要因）です（オプション）。

source: the between subjects terms of the model.
es: los términos entre sujetos del modelo.
ja: モデルの参加者間項です。

source: the categorical explanatory (or independent) variables.
es: las variables categóricas explicativas (o independientes)
ja: 離散型の説明変数（独立変数）です。

source: the confidence interval width for the effect-sizes.
es: el ancho del intervalo de confianza para los tamaños del efecto.
ja: 効果量の信頼区間の幅です。

source: the confidence interval width for the post-hoc effect sizes.
es: la amplitud del intervalo de confianza para los tamaños del efecto post-hoc.
ja: 事後検定の効果量についての信頼区間の幅です。

source: the confidence interval width.
es: el ancho del intervalo de confianza.
ja: 信頼区間の幅です。

source: the continuous explanatory (or independent) variables, also known as covariates.
es: las variables explicativas (o independientes) continuas, también conocidas como covariables.
ja: 連続型の説明変数（独立変数）です。共変量とも呼ばれます。

source: the contrasts to use.
es: los contrastes a utilizar.
ja: 使用する対比を指定します。

source: the control variables of interest.
es: las variables de control de interés.
ja: 関心対象の統制変数です。

source: the counts in `data`
es: los recuentos en `data`
ja: `data`に含まれる度数です

source: the covariates (specifying these makes this an ANCOVA)
es: las covariables (especificarlas hace que sea un ANCOVA)
ja: 共変量です。これを指定すると共分散分析になります。

source: the covariates from `data`
es: las covariables de `data`
ja: `data`に含まれる共変量です

source: the data as a data frame
es: los datos como una 'data frame'
ja: データフレームのデータ

source: the dependent variable from `data`, variable must be numeric
es: la variable dependiente de` data`, la variable debe ser numérica
ja: `data`に含まれる従属変数（目的変数）です。数値型である必要があります

source: the dependent variable from `data`, variable must be numeric (not necessary when providing a formula, see examples)
es: la variable dependiente de` data`, la variable debe ser numérica (no es necesario cuando se proporciona una fórmula, ver ejemplos)
ja: `data`に含まれる従属変数です。変数は数値である必要があります（式を用いる場合は不要です。例を参照してください）

source: the dependent variable. For ANCOVA, these will be continuous.
es: la variable dependiente. Para ANCOVA, serán continuas.
ja: 従属変数です。共分散分析では、これらは連続変数になります。

source: the dependent variable. For ANOVA, these will be continuous.
es: la variable dependiente. Para ANOVA, serán continuas.
ja: 従属変数です。分散分析では、それらは連続変数です。

source: the dependent variables (not necessary when using a formula, see the examples)
es: las variables dependientes (no es necesario cuando se utiliza una fórmula, consulte los ejemplos)
ja: 従属変数です（式を用いる場合は不要です。例を参照してください）

source: the dependent variables -- a separate t-test is performed for each dependent variable specified.
es: las variables dependientes -- se realiza una prueba t separada para cada variable dependiente especificada.
ja: 従属変数です。複数の従属変数が指定されている場合は、それぞれの変数について個別のt検定が実施されます。

source: the dependent variables. For ANOVA, these will be continuous.
es: las variables dependientes. Para ANOVA, serán continuas.
ja: 従属変数です。分散分析ではこれらは連続変数です。

source: the error bars to plot on the marginal means.
es: las barras de error para trazar las medias marginales.
ja: 周辺平均値のグラフに使用する誤差線を指定します。

source: the explanatory covariates (not necessary when providing a formula, see examples)
es: las covariables explicativas (no es necesario cuando se proporciona una fórmula, ver ejemplos)
ja: 説明変数の共変量です（式を用いる場合は不要です。例を参照してください）

source: the explanatory factors in `data` (not necessary when providing a formula, see examples)
es: los factores explicativos en` data` (no es necesario cuando se proporciona una fórmula, ver ejemplos) .
ja: `data`に含まれる説明要因です（式を用いる場合は不要です。例を参照してください）

source: the explanatory or independent variable. For ANOVA this will be categorical.
es: la variable explicativa o independiente. Para ANOVA esto será categórico.
ja: 説明変数（独立変数）です。分散分析では、これらは離散変数です。

source: the explanatory or independent variables. For ANOVA these will be categorical.
es: las variables explicativas o independientes. Para ANOVA, serán categóricas.
ja: 説明変数（独立変数）です。分散分析では、それらは離散変数です。

source: the fixed factors from `data`
es: los factores fijos de `data`
ja: `data`に含まれる固定因子（要因）です

source: the grouping variable with two levels (not necessary when using a formula, see the examples)
es: la variable de agrupación con dos niveles (no es necesario cuando se usa una fórmula, consulte los ejemplos)
ja: 2つの水準をもつグループ化変数です（式を用いる場合は不要です。例を参照してください）

source: the label to use for the dependent variable.
es: la etiqueta que se utilizará para la variable dependiente.
ja: 従属変数用のラベルです。

source: the lavaan syntax used to fit the model
es: la sintaxis de lavaan utilizada para adaptarse al modelo
ja: モデル指定に用いられるlavaanのシンタックスです

source: the missing value exclusion method. `Analysis by analysis` excludes missing values from each analysis. `Listwise` excludes a row from all analyses if one of its values is missing.
es: el método de exclusión de valores perdidos.` Análisis por análisis` excluye los valores perdidos de cada análisis. `Listwise` excluye una fila de todos los análisis si falta uno de sus valores.
ja: 欠損値の除外方法です。「分析ごとに除外」では、分析ごとに欠損値を除外します。「行全体を除外」では、行の値が1つでも欠損していた場合、その行のデータをすべての分析から除外します。

source: the missing value exclusion method. `Analysis by analysis` excludes missing values from each variable. `Listwise` excludes a row from all analyses if one of its values is missing.
es: el método de exclusión de valores perdidos.` Análisis por análisis` excluye los valores perdidos de cada variable. `Listwise` excluye una fila de todos los análisis si falta uno de sus valores.
ja: 欠損値の除外方法です。「分析ごとに除外」では、分析ごとに欠損値を除外します。「行全体を除外」では、行の値が1つでも欠損していた場合、その行のデータをすべての分析から除外します。

source: the model terms which make up the model.
es: los términos del modelo que componen el modelo.
ja: モデルを構成する項です。

source: the model terms which make up the model. By default a full factorial model is created, but here the exact terms making up the model can be adjusted.
es: los términos del modelo que componen el modelo. Por defecto se crea un modelo factorial completo, pero aquí se pueden ajustar los términos exactos que componen el modelo.
ja: モデルを構成する項です。初期値では完全要因計画モデルが作成されますが、ここでモデルを構成する項を調整することができます。

source: the pairs of measurements -- a separate t-test is performed for each pair of measurements.
es: los pares de mediciones -- se realiza una prueba t separada para cada par de mediciones.
ja: 測定値のペアを指定します。複数ペアが指定されている場合は、それぞれのペアについて個別にt検定が実施されます。

source: the post-hoc multiple comparisons corrections to use.
es: las correcciones de comparaciones múltiples post-hoc que se deben utilizar.
ja: 事後検定で使用する修正方法を指定します。

source: the prior width for the Student's t-test's Bayes factors. Requires a value between 0.5 and 2.0, default 0.707.
es: la amplitud a priori para los factores de Bayes de la prueba t de Student. Requiere un valor entre 0.5 y 2.0, por defecto 0.707.
ja: スチューデントのt検定についてベイズ因子を算出する際の幅の事前値です（初期値：0.707）。数値は0.5から2.0の範囲である必要があります。

source: the repeated measures design.
es: el diseño de medidas repetidas.
ja: 反復測定デザインです。

source: the repeated measures measurements.
es: las mediciones de medidas repetidas.
ja: 反復測定された測定値です。

source: the repeated measures terms of the model.
es: los términos de medidas repetidas del modelo.
ja: モデルの反復測定項です。

source: the terms to provide estimated marginal means for. Here you can specify multiple terms.
es: los términos para los que se proporcionarán medias marginales estimadas. Aquí puede especificar varios términos.
ja: 推定周辺平均値を算出する項を指定します。ここでは複数の項を指定することができます。

source: the test value to test against (typically zero).
ja: 検定に使用する基準値です（多くの場合0が用いられます）。

source: the type of correlation to calculate
es: el tipo de correlación a calcular
ja: 算出する相関係数のタイプです

source: the type of sums of squares to use; Type 1, 2, or 3.
es: el tipo de sumas de cuadrados a utilizar; Tipo 1, 2 o 3.
ja: 使用する2乗和のタイプ（タイプ1、2、3）

source: the type of sums of squares to use; Type 2, or 3.
es: el tipo de sumas de cuadrados a utilizar; Tipo 2 o 3.
ja: 使用する2乗和のタイプ（タイプ2、または3）です。

source: the variable of interest in `data` (not necessary when using a formula, see the examples)
es: la variable de interés en` data` (no es necesario cuando se usa una fórmula, consulte los ejemplos)
ja: `data`に含まれる関心対象の変数です（式を用いる場合は不要です。例を参照してください）

source: the variable specifying the groups; must have 2 levels.
es: la variable que especifica los grupos; debe tener 2 niveles.
ja: グループを指定する変数です。グループは2水準である必要があります。

source: the variable to use as the columns in the contingency table (not necessary when providing a formula, see the examples)
es: la variable que se utilizará como columnas en la tabla de contingencia (no es necesario cuando se proporciona una fórmula, consulte los ejemplos)
ja: クロス集計表の列として使用する変数です（式を用いる場合は不要です。例を参照してください）

source: the variable to use as the counts in the contingency table (not necessary when providing a formula, see the examples)
es: la variable que se utilizará como recuento en la tabla de contingencia (no es necesario cuando se proporciona una fórmula, consulte los ejemplos)
ja: クロス集計表の度数として使用する変数です（式を用いる場合は不要です。例を参照してください）

source: the variable to use as the rows in the contingency table (not necessary when providing a formula, see the examples)
es: la variable que se utilizará como filas en la tabla de contingencia (no es necesario cuando se proporciona una fórmula, consulte los ejemplos)
ja: クロス集計表の行として使用する変数です（式を用いる場合は不要です。例を参照してください）

source: the variables of interest -- a separate t-test is performed for each variable specified.
es: las variables de interés — se realiza una prueba t separada para cada variable especificada.
ja: 関心対象の変数です。複数の変数が指定されている場合は、それぞれについて個別にt検定が実施されます。

source: the variables of interest.
es: las variables de interés.
ja: 関心対象の変数です。

source: the variables to use to split the contingency table (not necessary when providing a formula, see the examples)
es: las variables que se utilizarán para dividir la tabla de contingencia (no es necesario cuando se proporciona una fórmula, consulte los ejemplos)
ja: クロス集計表を分割する基準として使用する変数です（式を用いる場合は不要です。例を参照してください）

source: the width for the Confidence intervals.
es: amplitud de los Intervalos de Confianza.
ja: 信頼区間の幅です。

source: total_pc (default), column_pc, or row_pc. Use respectively percentages `of total`, `within columns`, or `within rows` for the bar plot y-axis.
es: total_pc (predeterminado), column_pc o row_pc. Utilice respectivamente los porcentajes "del total”, "de columnas” o "de filas” para el eje y del gráfico de barras.
ja: グラフの縦軸に表示する値を、`total_pc`（総度数に対するパーセント、初期値）、`column_pc`（列合計に対するパーセント）、`row_pc`（行合計に対するパーセント）で指定します。

source: upper bound
es: límite superior
ja: 上限

source: value
es: valor
ja: 値

source: variation from the control variables is only removed from the variables in the columns
es: la variación de las variables de control solo se elimina de las variables en las columnas
ja: 統制変数の影響は列の変数からのみ除外されています

source: varimax
ja: バリマックス回転

source: weigh each cell equally. (Cells are weighed according to the cell frequency by default.)
es: cada celda pesa por igual. (Las celdas pesan de acuerdo con la frecuencia de celda de forma predeterminada).
ja: すべてのセルを均等に重みづけします（初期値では、各セルは度数で重みづけされます）。

source: within column
es: de columnas
ja: 列

source: within rows
es: de filas
ja: 行

source: ycounts (default) or ypc. Use respectively `counts` or `percentages` for the bar plot y-axis
es: ycounts (predeterminado) o ypc. Utilice respectivamente "frecuencias” o "porcentajes” para el eje y del gráfico de barras
ja: グラフの縦軸に表示する値を`ycounts`（度数、初期値）または`ypc`（パーセント）で指定します

source: z test difference in 2 proportions
es: Prueba z para diferencia de 2 proporciones
ja: 比率の差のz検定

source: z test for difference in 2 proportions
es: Prueba z para diferencia de 2 proporciones
ja: 比率の差のz検定

source: z test only available for 2x2 tables
es: La prueba z solo está disponible para tablas 2x2
ja: z検定は2行2列の表にのみ適用可能です

source: {ciWidth}% CI Lower
es: IC {ciWidth}% Inferior
ja: {ciWidth}%信頼区間下限

source: {ciWidth}% CI Upper
es: IC {ciWidth}% Superior
ja: {ciWidth}%信頼区間上限

source: {ciWidth}% CI mean {title}
es: IC {ciWidth}% de la media {title}
ja: {ciWidth}%信頼区間 {title}

source: {ciWidth}% Confidence Interval
es: Intervalo de Confianza al {ciWidth}%
ja: {ciWidth}%信頼区間

source: {ciWidth}% Confidence Intervals
es: Intervalos de Confianza al {ciWidth}%
ja: {ciWidth}%信頼区間

source: {item1} and {item2}
es: {item1} y {item2}
ja: {item1}および{item2}

source: {list}, and {lastItem}
es: {list}, y {lastItem}
ja: {list}、および{lastItem}

source: {n} pair(s) of values were tied
es: {n} par(es) de valores estaban repetidos
ja: {n}組のペアが同順位です

source: {type} score based on the variables {vars}
es: {type} puntuación basada en las variables {vars}
ja: 変数 {vars} に基づく{type} 得点

source: {varName} (reversed)
es: {varName} (invertida)
ja: {varName} （逆転済）

source: {varType} of binomial logistic regression model{modelNo}
es: {varType} del modelo de regresión logística binomial{modelNo}
ja: 2項ロジスティックモデル {modelNo} の {varType}

source: {varType} of linear regression model{modelNo}
es: {varType} del modelo de regresión lineal{modelNo}
ja: 線形回帰モデル {modelNo} の {varType}

source: {} - Kendall's Tau B
es: {} - Tau B de Kendall
ja: {} - ケンドールの順位相関係数

source: {} - Pearson's r
es: {} - r de Pearson
ja: {} - ピアソンの相関係数

source: {} - Spearman's rho
es: {} - rho de Spearman
ja: {} - スピアマンの順位相関係数

source: ΔR²
ja: R²差分

source: χ² Goodness of Fit
es: χ² de Bondad de Ajuste
ja: χ² 適合度検定

source: χ² Goodness of fit
es: χ² de bondad de ajuste
ja: χ²適合度検定

source: χ² Tests
es: Pruebas de χ²
ja: χ² 検定

source: χ² continuity correction
es: χ² con corrección de continuidad
ja: 連続性の修正

source: χ² test
es: Prueba de χ²
ja: χ² 検定

source: χ² test of association
es: Prueba de associación de χ²
ja: χ²独立性検定

source: ⁻ mean - 1SD, <sup>μ</sup> mean, ⁺ mean + 1SD
es: ⁻ media - 1DE, <sup>μ</sup> media, ⁺ media + 1DE
ja: ⁻ 平均値 - 1SD, <sup>μ</sup> 平均値, ⁺ 平均値 + 1SD

source: ≠ Test value
es: ≠ Valor de Prueba
ja: ≠ 検定値

source: compared
es: comparados
