Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: an image containing the model path diagram
es: una imagen que contiene el diagrama de flujo del modelo
ja: モデルのパス図を含む画像です

source: an image of the descriptive plots
es: una imagen que contiene grágicos descriptivos
ja: 記述統計量のグラフ画像です

source: an integer (default: 1), the number of components in the model
es: un número entero (predeterminado: 1), el número de componentes en el modelo
ja: 抽出する主成分の数を整数値（初期値：1）で指定します

source: an integer (default: 1), the number of factors in the model
es: un número entero (predeterminado: 1), el número de factores en el modelo
ja: 抽出する因子の数を整数値（初期値：1）で指定します

source: an integer (default: 4) specifying the number of equal groups
es: un número entero (predeterminado: 4) que especifica el número de grupos iguales
ja: 分割数を整数値（初期値：4）で指定します

source: b parameter
es: Parámetro b
ja: パラメータb

source: beta 'a' parameter
es: parámetro beta 'a'
ja: パラメータa

source: beta 'b' parameter
es: parámetro beta 'b'
ja: パラメータb

source: columns
es: columnas
ja: 列

source: component(s)
es: componente(s)
ja: 個の主成分を抽出

source: components
es: componentes
ja: 主成分

source: controlling for {items}
es: controlando por {items}
ja: 統制変数：{items}

source: cubic
es: cúbico
ja: 3次

source: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # PAIRED SAMPLES CONTINGENCY TABLES # # Contingency Tables # ──────────────────────────────────────────────── # 1st survey Approve Disapprove Total # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # Total 880 720 1600 # ──────────────────────────────────────────────── # # # McNemar Test # ───────────────────────────────────────────────────── # Value df p # ───────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² continuity correction 16.8 1 < .001 # ───────────────────────────────────────────────────── # # Alternatively, omit the left of the formula (`Counts`) from the # formula if each row represents a single observation: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)
ja: dat <- data.frame( `1st survey` = c(‘Approve’, ‘Approve’, ‘Disapprove’, ‘Disapprove’), `2nd survey` = c(‘Approve’, ‘Disapprove’, ‘Approve’, ‘Disapprove’), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # クロス集計表（対応あり） # # クロス集計表 # ──────────────────────────────────────────────── # 1st survey Approve Disapprove 計 # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # 計 880 720 1600 # ──────────────────────────────────────────────── # # # マクニマー検定 # ───────────────────────────────────────────────────── # 値 自由度 p # ───────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² 連続性修正値 16.8 1 < .001 # ───────────────────────────────────────────────────── # # 各行が1つの観測値を表す場合は、式の左（`Counts`）を省略する ことができます。 contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)

source: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # PROPORTION TEST (2 OUTCOMES) # # Binomial Test # ─────────────────────────────────────────────────────── # Level Count Total Proportion p # ─────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─────────────────────────────────────────────────────── # Note. Hₐ is proportion ≠ 0.5 #
ja: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # 比率の検定（2値） # # 2項検定 # ─────────────────────────────────────────────────────── # 水準 度数 計 比率 p # ─────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─────────────────────────────────────────────────────── # 注. 対立仮説は 比率 ≠ 0.5 です。 #

source: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # CONFIRMATORY FACTOR ANALYSIS # # Factor Loadings # ───────────────────────────────────────────────────────────────── # Factor Indicator Estimate SE Z p # ───────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ───────────────────────────────────────────────────────────────── # # # FACTOR ESTIMATES # # Factor Covariances # ────────────────────────────────────────────────────────────── # Estimate SE Z p # ────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # MODEL FIT # # Test for Exact Fit # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Fit Measures # ─────────────────────────────────────────────── # CFI TLI RMSEA Lower Upper # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
ja: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label=“Visual”, vars=c(“x1”, “x2”, “x3”)), list(label=“Textual”, vars=c(“x4”, “x5”, “x6”)), list(label=“Speed”, vars=c(“x7”, “x8”, “x9”))), resCov = NULL) # # 確認的因子分析 # # 因子負荷量 # ───────────────────────────────────────────────────────────────── # 因子 観測変数 推定値 標準誤差 Z p # ───────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ───────────────────────────────────────────────────────────────── # # # 因子推定量 # # 因子共分散 # ────────────────────────────────────────────────────────────── # 推定値 標準誤差 Z p # ────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃ 値が固定されているパラメタです # # # モデル適合度 # # 適合度検定 # ──────────────────────── # χ² 自由度 p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # 適合度指標 # ─────────────────────────────────────────────── # CFI TLI RMSEA 下限 上限 # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #

source: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # CONTINGENCY TABLES # # Contingency Tables # ───────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Total 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # χ² Tests # ─────────────────────────────── # Value df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # Alternatively, omit the left of the formula (`Freq`) if each row # represents a single observation: contTables(formula = ~ Hair:Eye, dat)
ja: data(‘HairEyeColor’) dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # クロス集計表 # # クロス集計表 # ───────────────────────────────────────────────────── # Hair Brown Blue Hazel Green 計 # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # 計 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # χ² 検定 # ─────────────────────────────── # 値 自由度 p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # 各行が1つの観測値を表す場合は、式の左（`Freq`）を省略することが できます。 contTables(formula = ~ Hair:Eye, dat)

source: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # PROPORTION TEST (N OUTCOMES) # # Proportions # ──────────────────────────────── # Level Count Proportion # ──────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ──────────────────────────────── # # # χ² Goodness of Fit # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
ja: data(‘HairEyeColor’) dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # 比率の検定（多値） # # 比率 # ──────────────────────────────── # 水準 度数 比率 # ──────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ──────────────────────────────── # # # χ² 適合度検定 # ─────────────────────── # χ² 自由度 p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #

source: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # LINEAR REGRESSION # # Model Fit Measures # ─────────────────────────── # Model R R² # ─────────────────────────── # 1 0.802 0.643 # ─────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # # Model Coefficients # ──────────────────────────────────────────────────────── # Predictor Estimate SE t p # ──────────────────────────────────────────────────────── # Intercept -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ──────────────────────────────────────────────────────── #
ja: data(‘Prestige’, package=‘carData’) linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list(‘education’, ‘prestige’, ‘women’))) # # 線形回帰分析 # # モデル適合度指標 # ─────────────────────────── # モデル R R² # ─────────────────────────── # 1 0.802 0.643 # ─────────────────────────── # # # 個別モデルの結果 # # モデル 1 # # # モデル係数 # ──────────────────────────────────────────────────────── # 説明変数 推定値 標準誤差 t p # ──────────────────────────────────────────────────────── # 切片 -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ──────────────────────────────────────────────────────── #

source: data('ToothGrowth') ANOVA(formula = len ~ dose * supp, data = ToothGrowth) # # ANOVA # # ANOVA # ─────────────────────────────────────────────────────────────────────── # Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────── # dose 2426 2 1213.2 92.00 < .001 # supp 205 1 205.4 15.57 < .001 # dose:supp 108 2 54.2 4.11 0.022 # Residuals 712 54 13.2 # ─────────────────────────────────────────────────────────────────────── # ANOVA( formula = len ~ dose * supp, data = ToothGrowth, emMeans = ~ supp + dose:supp, # est. marginal means for supp and dose:supp emmPlots = TRUE, # produce plots of those marginal means emmTables = TRUE) # produce tables of those marginal means
ja: data(‘ToothGrowth’) ANOVA(formula = len ~ dose * supp, data = ToothGrowth) # # 分散分析 # # 分散分析 # ─────────────────────────────────────────────────────────────────────── # 2乗和 自由度 2乗平均 F p # ─────────────────────────────────────────────────────────────────────── # dose 2426 2 1213.2 92.00 < .001 # supp 205 1 205.4 15.57 < .001 # dose:supp 108 2 54.2 4.11 0.022 # 残差 712 54 13.2 # ─────────────────────────────────────────────────────────────────────── # ANOVA( formula = len ~ dose * supp, data = ToothGrowth, emMeans = ~ supp + dose:supp, # suppとdose:suppの推定周辺平均値 emmPlots = TRUE, # 周辺平均値のグラフを作成 emmTables = TRUE) # 周辺平均値の表を作成

source: data('ToothGrowth') ancova(formula = len ~ supp + dose, data = ToothGrowth) # # ANCOVA # # ANCOVA # ─────────────────────────────────────────────────────────────────────── # Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────── # supp 205 1 205.4 11.4 0.001 # dose 2224 1 2224.3 124.0 < .001 # Residuals 1023 57 17.9 # ─────────────────────────────────────────────────────────────────────── # ancova( formula = len ~ supp + dose, data = ToothGrowth, postHoc = ~ supp, emMeans = ~ supp)
ja: data(‘ToothGrowth’) ancova(formula = len ~ supp + dose, data = ToothGrowth) # # 共分散分析 # # 共分散分析 # ─────────────────────────────────────────────────────────────────────── # ２乗和 自由度 ２乗平均 F p # ─────────────────────────────────────────────────────────────────────── # supp 205 1 205.4 11.4 0.001 # dose 2224 1 2224.3 124.0 < .001 # 残差 1023 57 17.9 # ─────────────────────────────────────────────────────────────────────── # ancova( formula = len ~ supp + dose, data = ToothGrowth, postHoc = ~ supp, emMeans = ~ supp)

source: data('ToothGrowth') anovaNP(formula = len ~ dose, data=ToothGrowth) # # ONE-WAY ANOVA (NON-PARAMETRIC) # # Kruskal-Wallis # ─────────────────────────────── # χ² df p # ─────────────────────────────── # len 40.7 2 < .001 # ─────────────────────────────── #
ja: data(‘ToothGrowth’) anovaNP(formula = len ~ dose, data=ToothGrowth) # # 1要因分散分析（ノンパラメトリック） # # クラスカル=ウォリス # ─────────────────────────────── # χ² 自由度 p # ─────────────────────────────── # len 40.7 2 < .001 # ─────────────────────────────── #

source: data('ToothGrowth') ttestIS(formula = len ~ supp, data = ToothGrowth) # # INDEPENDENT SAMPLES T-TEST # # Independent Samples T-Test # ──────────────────────────────────────────────────── # statistic df p # ──────────────────────────────────────────────────── # len Student's t 1.92 58.0 0.060 # ──────────────────────────────────────────────────── #
ja: description: main:| data(‘ToothGrowth’) ttestIS(formula = len ~ supp, data = ToothGrowth) # # 対応なしt検定 # # 対応なしt検定 # ──────────────────────────────────────────────────── # 統計量 自由度 p # ──────────────────────────────────────────────────── # len スチューデント t 1.92 58.0 0.060 # ──────────────────────────────────────────────────── #

source: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # ONE SAMPLE T-TEST # # One Sample T-Test # ────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────── # len Student's t 19.1 59.0 < .001 # dose Student's t 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #
ja: description: main:| data(‘ToothGrowth’) ttestOneS(ToothGrowth, vars = vars(len, dose)) # # 1標本t検定 # # 1標本t検定 # ────────────────────────────────────────────────────── # 統計量 自由度 p # ────────────────────────────────────────────────────── # len スチューデント t 19.1 59.0 < .001 # dose スチューデント t 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #

source: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ONE-WAY ANOVA # # One-Way ANOVA (Welch's) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
ja: data(‘ToothGrowth’) dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # 1要因分散分析 # # 1要因分散分析（ウェルチ法） # ──────────────────────────────────────── # F 自由度1 自由度2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #

source: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # BINOMIAL LOGISTIC REGRESSION # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ──────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────────────── # Intercept 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────── # Note. Estimates represent the log odds of "low = 1" # vs. "low = 0" # #
ja: data(‘birthwt’, package=‘MASS’) dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list(“age”, “bwt”)), refLevels = list(list(var=“low”, ref=“0”))) # # 2項ロジスティック回帰 # # モデル適合度指標 # ─────────────────────────────────────── # モデル 逸脱度 AIC R²-マク # ─────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ─────────────────────────────────────── # # # 個別モデルの結果 # # モデル 1 # # モデル係数 # ──────────────────────────────────────────────────────────── # 説明変数 推定値 標準誤差 Z p # ──────────────────────────────────────────────────────────── # 切片 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────── # 注. 推定値は 「low = 1」vs.「low = 0」の対数オッズ # です # #

source: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # MULTINOMIAL LOGISTIC REGRESSION # # Model Fit Measures # ────────────────────────────────────── # Model Deviance AIC R²-McF # ────────────────────────────────────── # 1 360 372 0.0333 # ────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ─────────────────────────────────────────────────────────────── # race Predictor Estimate SE Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 Intercept 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Intercept 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────── # #
ja: data(‘birthwt’, package=‘MASS’) dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list(“age”, “low”)), refLevels = list( list(var=“race”, ref=“1”), list(var=“low”, ref=“0”))) # # 多項ロジスティック回帰 # # モデル適合度指標 # ────────────────────────────────────── # モデル 逸脱度 AIC R²-マク # ────────────────────────────────────── # 1 360 372 0.0333 # ────────────────────────────────────── # # # 個別モデルの結果 # # モデル 1 # # モデル係数 # ─────────────────────────────────────────────────────────────── # race 説明変数 推定値 標準誤差 Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 切片 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 切片 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────── # #

source: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # REPEATED MEASURES ANOVA # # Within Subjects Effects # ─────────────────────────────────────────────────────────────────────── # Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────────────── # Note. Type 3 Sums of Squares # # # # Between Subjects Effects # ───────────────────────────────────────────────────────────────── # Sum of Squares df Mean Square F p # ───────────────────────────────────────────────────────────────── # Residual 954 90 10.6 # ───────────────────────────────────────────────────────────────── # Note. Type 3 Sums of Squares #
ja: data(‘bugs’, package = ‘jmv’) anovaRM( data = bugs, rm = list( list( label = ‘Frightening’, levels = c(‘Low’, ‘High’))), rmCells = list( list( measure = ‘LDLF’, cell = ‘Low’), list( measure = ‘LDHF’, cell = ‘High’)), rmTerms = list( ‘Frightening’)) # # 反復測定分散分析 # # 参加者内効果 # ─────────────────────────────────────────────────────────────────────── # 2乗和 自由度 2乗平均 F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # 残差 257 90 2.85 # ─────────────────────────────────────────────────────────────────────── # 注. タイプ3の2乗和を使用しています。 # # # # 参加者間効果 # ───────────────────────────────────────────────────────────────── # 2乗和 自由度 2乗平均 F p # ───────────────────────────────────────────────────────────────── # 残差 954 90 10.6 # ───────────────────────────────────────────────────────────────── # 注. タイプ3の2乗和を使用しています。 #

source: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # REPEATED MEASURES ANOVA (NON-PARAMETRIC) # # Friedman # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
ja: data(‘bugs’, package = ‘jmv’) anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # 反復測定分散分析（ノンパラメトリック） # # フリードマン検定 # ──────────────────────── # χ² 自由度 p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #

source: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # PAIRED SAMPLES T-TEST # # Paired Samples T-Test # ────────────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Student's t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
ja: data(‘bugs’, package = ‘jmv’) ttestPS(bugs, pairs = list( list(i1 = ‘LDLF’, i2 = ‘LDHF’))) # # 対応ありt検定 # # 対応ありt検定 # ────────────────────────────────────────────────────────────── # 統計量 自由度 p # ────────────────────────────────────────────────────────────── # LDLF LDHF スチューデント t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
