Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: Statistic
es: Estadístico
ja: 統計量

source: Statistics
es: Estadísticas
ja: 統計量

source: Std. deviation
es: Desv. Estándar
ja: 標準偏差

source: Std. error kurtosis
es: Error est. curtosis
ja: 標準誤差（尖度）

source: Std. error mean
es: Error est. media
ja: 標準誤差（平均値）

source: Std. error of Mean
es: Error est. de la Media
ja: 平均値の標準誤差

source: Std. error skewness
es: Error est. asimetría
ja: 標準誤差（歪度）

source: Student's
es: t de Student
ja: スチューデント法

source: Student's t
es: T de Student
ja: スチューデントのt

source: Student's test
es: Prueba t de Student
ja: スチューデントの検定

source: Sum
es: Suma
ja: 合計値

source: Sum of Squares
es: Suma de Cuadrados
ja: 2乗和

source: Sum of squares
es: Suma de cuadrados
ja: 2乗和

source: Sum score
es: Suma de puntuación
ja: 合計得点

source: Summary
es: Resumen
ja: 要約

source: T-Tests
es: Pruebas T
ja: t検定

source: Term 1
es: Término 1
ja: 項 1

source: Term {0}
es: Término {0}
ja: 項 {0}

source: Test Value
es: ºPrueba
ja: 検定値

source: Test for Exact Fit
es: Prueba Para un Ajuste Exacto
ja: 適合度検定

source: Test results (t and df)
es: Resultados de la prueba (t y gl)
ja: 検定結果（tと自由度）

source: Test statistics
es: Estadísticas de la prueba
ja: 検定統計量

source: Test value
es: Valor de prueba
ja: 検定値

source: Tests
es: Pruebas
ja: 検定

source: Tests of Sphericity
es: Pruebas de Esfericidad
ja: 球面性検定

source: The 'iris' data set from R
es: Los datos ‘iris’ de R
ja: Rに付属の’iris’データセット

source: The 'split by' variable '{var}' contains no data.
es: La variable ‘Separa por ’{var}’ no contiene datos.
ja: グループ変数「{var}」にデータがありません。

source: The Analysis of Covariance (ANCOVA) is used to explore the relationship between a continuous dependent variable, one or more categorical explanatory variables, and one or more continuous explanatory variables (or covariates). It is essentially the same analysis as ANOVA, but with the addition of covariates.
es: El Análisis de la Covarianza (ANCOVA) se utiliza para explorar la relación entre una variable dependiente continua, una o más variables explicativas categóricas y una o más variables explicativas continuas (o covariables). Es esencialmente el mismo análisis que ANOVA, pero con la adición de covariables.
ja: 共分散分析（ANCOVA）は、連続型の従属変数、1つまたは複数の離散型 説明変数、および1つまたは複数の連続型共変量の関係を調べるための分析方法 です。基本的には分散分析と同じですが、共変量を含む点が異なります。

source: The Analysis of Variance (ANOVA) is used to explore the relationship between a continuous dependent variable, and one or more categorical explanatory variables.
es: El Análisis de la Varianza (ANOVA) se utiliza para explorar la relación entre una variable dependiente continua y una o más variables explicativas categóricas.
ja: 分散分析（ANOVA）は、連続型の従属変数と、1つまたは複数の離散型 説明変数との関係を調べるための分析方法です。

source: The Analysis of Variance (ANOVA) is used to explore the relationship between a continuous dependent variable, and one or more categorical explanatory variables. ANOVA assumes that the residuals are normally distributed, and that the variances of all groups are equal. If one is unwilling to assume that the variances are equal, then a Welch's test can be used instead (However, the Welch's test does not support more than one explanatory factor). Alternatively, if one is unwilling to assume that the data is normally distributed, a non-parametric approach (such as Kruskal-Wallis) can be used.
es: El Análisis de la Varianza (ANOVA) se utiliza para explorar la relación entre una variable dependiente continua y una o más variables explicativas categóricas. ANOVA asume que los residuos se distribuyen normalmente y que las varianzas de todos los grupos son iguales. Si uno no está dispuesto a asumir que las varianzas son iguales, entonces se puede usar una prueba de Welch en su lugar (Sin embargo, la prueba de Welch no admite más de un factor explicativo). Alternativamente, si uno no está dispuesto a asumir que los datos se distribuyen normalmente, se puede emplear un enfoque no paramétrico (como Kruskal-Wallis).
ja: 分散分析（ANOVA）は、連続型の従属変数と、1つまたは複数の離散型 説明変数との関係を調べるための分析方法です。 分散分析は、残差が正規分布しており、すべてのグループで分散が等しい ことを仮定します。分散が等しいことを仮定しない場合、代わりにウェルチ の検定を使用できます（ただし、ウェルチの検定で可能なのは、1要因の分析 のみです。また、データが正規分布していると仮定しない場合は、ノンパラ メトリック検定（クラスカル=ウォリス検定など）を用いることができます。

source: The Analysis of Variance (ANOVA) is used to explore the relationship between a continuous dependent variable, and one or more categorical explanatory variables. This 'One-Way ANOVA' is a simplified version of the 'normal' ANOVA, allowing only a single explanatory factor, however also providing a Welch's ANOVA. The Welch's ANOVA has the advantage that it need not assume that the variances of all groups are equal.
es: El Análisis de Varianza (ANOVA) se utiliza para explorar la relación entre una variable dependiente continua y una o más variables explicativas categóricas. Este ‘ANOVA de un factor’ es una versión simplificada de el ANOVA ‘normal’, que permite un solo factor explicativo, sin embargo también proporciona un ANOVA de Welch. El ANOVA de Welch tiene la ventaja de que no es necesario suponer que las varianzas de todos los grupos son iguales.
ja: 分散分析（ANOVA）は、連続型の従属変数と、1つまたは複数の離散型 説明変数との関係を調べるための分析方法です。この「1要因分散分析」の メニューは「通常の」分散分析の簡略版で、要因は1つしか使用できません が、ウェルチ法による分散分析も可能です。ウェルチ法による分散分析 では、「すべてのグループで分散が等しい」という前提が必要ないという 利点があります。

source: The Analysis of Variance (ANOVA) is used to explore the relationship between a continuous dependent variable, and one or more categorical explanatory variables. This 'One-Way ANOVA' is a simplified version of the 'normal' ANOVA, allowing only a single explanatory factor, however also providing a Welch's ANOVA. The Welch's ANOVA has the advantage that it need not assume that the variances of all groups are equal. For convenience, this method allows specifying multiple dependent variables, resulting in multiple independent tests. Note that the Welch's ANOVA is the same procedure as the Welch's independent samples t-test.
es: El análisis de varianza (ANOVA) se utiliza para explorar la relación entre una variable dependiente continua y una o más categóricas variables explicativas. Este 'ANOVA unidireccional' es una versión simplificada de el ANOVA 'normal', que permite un solo factor explicativo, sin embargo también proporciona un ANOVA de Welch. El ANOVA de Welch tiene la ventaja de que no es necesario asumir que las variaciones de todos los grupos son iguales. Por conveniencia, este método permite especificar varios dependientes variables, lo que da como resultado múltiples pruebas independientes. Tenga en cuenta que el ANOVA de Welch es el mismo procedimiento que la prueba t de Welch de muestras independientes.
ja: 分散分析（ANOVA）は、連続型の従属変数と、1つまたは複数の離散型 説明変数との関係を調べるための分析方法です。この「1要因分散分析」の メニューは「通常の」分散分析の簡略版で、要因は1つしか使用できませんが、 ウェルチ法による分散分析も可能です。ウェルチ法による分散分析では、 「すべてのグループで分散が等しい」という前提が必要ないという利点が あります。 1要因分散分析のメニューでは、複数の従属変数を指定して、複数の独立した 検定を一度に実施することもできます。 なお、ウェルチ法の分散分析は、ウェルチ法による対応なしt検定と同じ手法です。

source: The Binomial test is used to test the Null hypothesis that the proportion of observations match some expected value. If the p-value is low, this suggests that the Null hypothesis is false, and that the true proportion must be some other value.
es: La prueba binomial se usa para probar la hipótesis nula de que la proporción de observaciones coincide con algún valor esperado. Si el valor p es bajo, esto sugiere que la hipótesis nula es falsa y que la proporción verdadera debe ser algún otro valor.
ja: 2項検定は、観察された比率が期待値に一致するという帰無仮説を検定するための方法です。小さなp値は、帰無仮説が偽、つまり実際の比率が期待値とは異なることを示します。

source: The Friedman test is used to explore the relationship between a continuous dependent variable and a categorical explanatory variable, where the explanatory variable is 'within subjects' (where multiple measurements are from the same subject). It is analagous to Repeated Measures ANOVA, but with the advantage of being non-parametric, and not requiring the assumptions of normality or homogeneity of variances. However, it has the limitation that it can only test a single explanatory variable at a time.
es: La prueba de Friedman se utiliza para explorar la relación entre una variable dependiente continua y una variable explicativa categórica, donde la variable explicativa es 'dentro de los sujetos' (donde múltiples mediciones son del mismo sujeto). Es análogo al ANOVA de medidas repetidas, pero con la ventaja de ser no paramétrico, y no requerir los supuestos de normalidad u homogeneidad de varianzas. Sin embargo, tiene la limitación de que solo puede probar una sola variable explicativa a la vez.
ja: フリードマン検定は、同じ参加者から複数の測定値が得られている場合に、連続型の従属変数と離散型説明変数の間の関係性を探索するための分析方法です。反復測定分散分析に似ていますが、ノンパラメトリック検定であり、正規性や分散等質性の仮定が必要ないという利点があります。ただし、この検定で分析可能なのは、1つの要因による影響のみに限られます。

source: The Kruskal-Wallis test is used to explore the relationship between a continuous dependent variable, and a categorical explanatory variable. It is analagous to ANOVA, but with the advantage of being non-parametric and having fewer assumptions. However, it has the limitation that it can only test a single explanatory variable at a time.
es: La prueba de Kruskal-Wallis se utiliza para explorar la relación entre una variable dependiente continua y una variable explicativa categórica. Es análoga al ANOVA, pero con la ventaja de no ser paramétrica y tener menos supuestos. Sin embargo, tiene la limitación de que solo puede probar una única variable explicativa a la vez.
ja: クラスカル=ウォリス検定は、連続型の従属変数と離散型説明変数との関係を調べるための方法です。分散分析と似ていますが、これはノンパラメトリック検定で、分析に必要な前提がより少なくすむという利点があります。ただし、この検定で分析可能なのは、1つの要因による影響のみに限られます。

source: The Repeated Measures ANOVA is used to explore the relationship between a continuous dependent variable and one or more categorical explanatory variables, where one or more of the explanatory variables are 'within subjects' (where multiple measurements are from the same subject). Additionally, this analysis allows the inclusion of covariates, allowing for repeated measures ANCOVAs as well.
es: El ANOVA de medidas repetidas se utiliza para explorar la relación entre una variable dependiente continua y una o más categóricas variables explicativas, donde una o más de las variables explicativas están 'dentro de los sujetos' (donde varias medidas son de la misma sujeto). Además, este análisis permite la inclusión de covariables, lo que permite también ANCOVA de medidas repetidas.
ja: 反復測定分散分析は、連続型の従属変数と、1つまたは複数の離散型 説明変数との関係を調べるための分析方法ですが、とくに説明変数の 1つまたは複数が同じ参加者から繰り返し得られている場合に用いられ ます。なお、この分析メニューでは共変量を用いることができるため、 反復測定共分散分析を実施することも可能です。

source: The Repeated Measures ANOVA is used to explore the relationship between a continuous dependent variable and one or more categorical explanatory variables, where one or more of the explanatory variables are 'within subjects' (where multiple measurements are from the same subject). Additionally, this analysis allows the inclusion of covariates, allowing for repeated measures ANCOVAs as well. This analysis requires that the data be in 'wide format', where each row represents a subject (as opposed to long format, where each measurement of the dependent variable is represented as a row). A non-parametric equivalent of the repeated measures ANOVA also exists; the Friedman test. However, it has the limitation of only being able to test a single factor.
es: El ANOVA de medidas repetidas se utiliza para explorar la relación entre una variable dependiente continua y una o más categóricas variables explicativas, donde una o más de las variables explicativas están 'dentro de los sujetos' (donde varias medidas son de la misma sujeto). Además, este análisis permite la inclusión de covariables, lo que también permite ANCOVA de medidas repetidas. Este análisis requiere que los datos estén en 'formato amplio', donde cada la fila representa un asunto (a diferencia del formato largo, donde cada la medida de la variable dependiente se representa como una fila). También existe un equivalente no paramétrico del ANOVA de medidas repetidas; la prueba de Friedman. Sin embargo, tiene la limitación de que solo puede p probar un factor.
ja: 反復測定分散分析は、連続型の従属変数と、1つまたは複数の離散型 説明変数との関係を調べるための分析方法ですが、とくに説明変数の 1つまたは複数が同じ参加者から繰り返し得られている場合に用いられ ます。なお、この分析メニューでは共変量を用いることができるため、 反復測定共分散分析を実施することも可能です。 この分析では、参加者1名分のデータが1行に入力された「ワイド形式」 であることが必要です（各測定値が測定条件ごとに別の行に入力されて いるものはロング形式と呼ばれます）。 反復測定分散分析に相当するノンパラメトリック検定としては、フリード マン検定があります。ただし、フリードマン検定で分析できるのは、 1要因の影響のみです。

source: The Student's Independent samples t-test (sometimes called a two-samples t-test) is used to test the null hypothesis that two groups have the same mean. A low p-value suggests that the null hypothesis is not true, and therefore the group means are different.
es: La prueba t de muestras independientes de Student (a veces denominada dos muestras t-test) se utiliza para probar la hipótesis nula de que dos grupos tienen el misma media. Un valor p bajo sugiere que la hipótesis nula no es cierta, y por tanto las medias del grupo son diferentes.
ja: スチューデントの対応なしt検定（独立標本t検定）は、2つのグループで平均値が 等しいという帰無仮説を検定するための分析方法です。小さなp値は、帰無仮説が 真ではない、つまりグループ間で平均が異なる可能性を示します。

source: The Student's Independent samples t-test (sometimes called a two-samples t-test) is used to test the null hypothesis that two groups have the same mean. A low p-value suggests that the null hypothesis is not true, and therefore the group means are different. The Student's independent t-test assumes that the data from each group are from a normal distribution, and that the variances of these groups are equal. If unwilling to assume the groups have equal variances, the Welch's t-test can be used in it's place. If one is additionally unwilling to assume the data from each group are from a normal distribution, the non-parametric Mann-Whitney U test can be used instead (However, note that the Mann-Whitney U test has a slightly different null hypothesis; that the distributions of each group is equal).
es: La prueba t de muestras independientes de Student (a veces denominada dos muestras t-test) se utiliza para probar la hipótesis nula de que dos grupos tienen el misma media. Un valor p bajo sugiere que la hipótesis nula no es cierta, y por lo tanto las medias del grupo son diferentes. La prueba t independiente de Student asume que los datos de cada grupo son de una distribución normal, y que las variaciones de estos grupos son iguales. Si no está dispuesto a asumir que los grupos tienen variaciones iguales, el La prueba t de Welch se puede usar en su lugar. Si hay una adicional no está dispuesto a asumir que los datos de cada grupo son de un normaldistribución, en su lugar se puede utilizar la prueba U de Mann-Whitney no paramétrica (Sin embargo, tenga en cuenta que la prueba U de Mann-Whitney tiene una hipótesis nula; que las distribuciones de cada grupo es igual).
ja: スチューデントの対応なしt検定（独立標本t検定）は、2つのグループで平均値が 等しいという帰無仮説を検定するための分析方法です。小さなp値は、帰無仮説が 真ではない、つまりグループ間で平均が異なる可能性を示します。 スチューデントの対応なしt検定は、各グループのデータが正規分布からのもので、 両グループの分散が等しいことを仮定しています。グループの分散が等しいと 仮定しない場合は、ウェルチ法のt検定を用いることができます。さらに、 各グループのデータが正規分布からのものであると仮定しない場合は、 ノンパラメトリック検定であるマン=ホイットニー検定を代わりに使用することも できます（ただし、マン=ホイットニーのU検定は、両グループの分布が等しい という、わずかに異なる帰無仮説を用いる点には注意が必要です）。

source: The Student's One-sample t-test is used to test the null hypothesis that the true mean is equal to a particular value (typically zero). A low p-value suggests that the null hypothesis is not true, and therefore the true mean must be different from the test value.
es: La prueba t de Student para una muestra se utiliza para probar la hipótesis nula de que la media real es igual a un valor particular (normalmente cero). Un bajo El valor p sugiere que la hipótesis nula no es cierta y, por lo tanto, la media real debe ser diferente del valor de prueba.
ja: スチューデントの1標本t検定は、真の平均値が特定の値（通常は0）に等しいと いう帰無仮説を検定するための分析方法です。低いp値は、帰無仮説が真では ない、つまり真の平均が検定値と異なる可能性を示します。

source: The Student's One-sample t-test is used to test the null hypothesis that the true mean is equal to a particular value (typically zero). A low p-value suggests that the null hypothesis is not true, and therefore the true mean must be different from the test value. The Student's One-sample t-test assumes that the data are from a normal distribution -- in the case that one is unwilling to assume this, the non-parametric Wilcoxon signed-rank can be used in it's place (However, note that the Wilcoxon signed-rank has a slightly different null hypothesis; that the *median* is equal to the test value).
es: La prueba t de Student para una muestra se utiliza para probar la hipótesis nula de que la media real es igual a un valor particular (normalmente cero). Un bajo El valor p sugiere que la hipótesis nula no es cierta y, por lo tanto, la media real debe ser diferente del valor de prueba. La prueba t de una muestra de Student asume que los datos provienen de un normaldistribución - en el caso de que uno no esté dispuesto a asumir esto, el El rango con signo de Wilcoxon no paramétrico se puede usar en su lugar (Sin embargo, tenga en cuenta que el rango con signo de Wilcoxon tiene un valor nulo ligeramente diferente hipótesis; que la * mediana * es igual al valor de prueba).
ja: スチューデントの1標本t検定は、真の平均値が特定の値（通常は0）に等しい という帰無仮説を検定するための分析方法です。低いp値は、帰無仮説が真では ない、つまり真の平均が検定値と異なる可能性を示します。 スチューデントの1標本t検定は、データが正規分布であることを仮定して いますが、これを仮定しない場合には、ノンパラメトリック検定である ウィルコクソン符号順位検定を代わりに使用することができます（ただし、 ウィルコクソン符号順位検定は「*中央値*が検定値と等しい」という、若干 異なる帰無仮説を用いる点には注意が必要です）。

source: The Student's paired samples t-test (sometimes called a dependent-samples t-test) is used to test the null hypothesis that the difference between pairs of measurements is equal to zero. A low p-value suggests that the null hypothesis is not true, and that the difference between the measurement pairs is not zero.
es: La prueba t de muestras pareadas de Student (a veces llamada prueba t de muestras dependientes) se utiliza para probar la hipótesis nula de que el la diferencia entre pares de medidas es igual a cero. Un valor p bajo sugiere que la hipótesis nula no es cierta y que la La diferencia entre los pares de medidas no es cero.
ja: スチューデントの対応ありt検定は、測定値ペアの差が0である という帰無仮説を検定するための分析方法です。小さなp値は、 帰無仮説が真ではなく、測定ペアの差が0ではない可能性を示 します。

source: The Student's paired samples t-test (sometimes called a dependent-samples t-test) is used to test the null hypothesis that the difference between pairs of measurements is equal to zero. A low p-value suggests that the null hypothesis is not true, and that the difference between the measurement pairs is not zero. The Student's paired samples t-test assumes that pair differences follow a normal distribution -- in the case that one is unwilling to assume this, the non-parametric Wilcoxon signed-rank can be used in it's place (However, note that the Wilcoxon signed-rank has a slightly different null hypothesis; that the two groups of measurements follow the same distribution).
es: La prueba t de muestras pareadas de Student (a veces llamada prueba t de muestras dependientes) se utiliza para probar la hipótesis nula de que el la diferencia entre pares de medidas es igual a cero. Un valor p bajo sugiere que la hipótesis nula no es cierta y que la la diferencia entre los pares de medidas no es cero. La prueba t de Student para muestras pareadas asume que siguen las diferencias entre pares una distribución normal - en el caso de que uno no esté dispuesto a asumir esto, el rango con signo de Wilcoxon no paramétrico se puede usar en su lugar (Sin embargo, tenga en cuenta que el rango con signo de Wilcoxon tiene un ligeramente diferentehipótesis nula; que los dos grupos de medidas siguen el mismo distribución).
ja: スチューデントの対応ありt検定は、測定値ペアの差が0であるという 帰無仮説を検定するための分析方法です。小さなp値は、帰無仮説が 真ではなく、測定ペアの差が0ではない可能性を示します。 スチューデントの対応ありt検定は、ペアの差が正規分布に従うことを 仮定していますが、これを仮定しない場合は、ノンパラメトリック 検定であるウィルコクソン符号順位検定を代わりに使用することが できます（ただし、ウィルコクソン符号順位検定は、両グループの 測定値が同じ分布に従うという、わずかに異なる帰無仮説を使用する 点には注意が必要です）。

source: The cut-off value is set to {}
es: El punto de corte es {}
ja: カットオフ値 = {}

source: The dependent variable "{dep}" has only two levels, consider doing a binomial logistic regression.
es: La variable dependiente "{dep}” tiene solo dos niveles, considere hacer una regresión logística binomial.
ja: 従属変数「{dep}」には2水準しかありません。2項ロジスティック回帰の使用を検討してください。

source: The dependent variable '{dep}' has the following order: {orderedLevels}
es: La variable dependiente ‘{dep}’ tiene el siguiente orden: {OrderLevels}
ja: 従属変数「{dep}」は次の順に並んでいます：{orderedLevels}

source: The dependent variable '{}' has more than two levels; binomial logistic regression can only be performed on dependent variables with two levels.
es: La variable dependiente ‘{}’ tiene más de dos niveles; La regresión logística binomial solo se puede realizar en variables dependientes con dos niveles.
ja: 従属変数「{}」が2水準を超えています。2項ロジスティック回帰は従属変数が2水準の場合のみ実行可能です。

source: The repeated measures has only two levels. The assumption of sphericity is always met when the repeated measures has only two levels
es: Las medidas repetidas tienen solo dos niveles. El supuesto de esfericidad siempre se cumple cuando las medidas repetidas tienen solo dos niveles
ja: 反復測定要因の水準数が2です。反復測定要因が2水準しかない場合、球面性の前提はつねに満たされます

source: The repeated measures has only two levels. The assumption of sphericity is always met when the repeated measures has only two levels.
es: Las medidas repetidas tienen solo dos niveles. El supuesto de esfericidad siempre se cumple cuando las medidas repetidas tienen solo dos niveles.
ja: 反復測定要因の水準数が2です。反復測定要因が2水準しかない場合、球面性の前提はつねに満たされます。

source: The underlying `aov` object
es: El objeto subyacente `aov`
ja: `aov`オブジェクト

source: The variable {var} cannot be treated as numeric. Plots that expect numeric data will not be created for this variable.
es: La variable {var} no se puede tratar como numérica. Los gráficos que esperan datos numéricos no se crearán para esta variable.
ja: 変数 {var} を数値として扱うことができません。そのため、この変数については数値データを想定したグラフは作成されません。

source: The variables {vars} cannot be treated as numeric. Plots that expect numeric data will not be created for these variables.
es: Las variables {vars} no se pueden tratar como numéricas. Los gráficos que esperan datos numéricos no se crearán para esta variable.
ja: 変数 {var} を数値として扱うことができません。そのため、これらの変数については数値データを想定したグラフは作成されません。

source: The χ² Goodness of fit test (not to be confused with the χ² test of independence), tests the Null hypothesis that the proportions of observations match some expected proportions. If the p-value is low, this suggests that the Null hypothesis is false, and that the true proportions are different to those tested.
es: La prueba de bondad de ajuste de χ² (que no debe confundirse con la prueba de independencia de χ²), prueba la hipótesis nula de que las proporciones de observaciones coinciden con las proporciones esperadas. Si el valor p es bajo, esto sugiere que la hipótesis nula es falsa y que las proporciones verdaderas son diferentes a las probadas.
ja: χ²適合度検定（χ²独立性検定と混同しないように）は、観察された比率が期待比率に一致するという帰無仮説について検定する方法です。小さなp値は、帰無仮説が偽、つまり実際の比率が期待値とは異なることを示します。

source: The χ² test of association (not to be confused with the χ² goodness of fit) is used to test whether two categorical variables are independent or associated. If the p-value is low, it suggests the variables are not independent, and that there is a relationship between the two variables.
es: La prueba de asociación χ² (que no debe confundirse con la bondad de ajuste χ²) se utiliza para probar si dos variables categóricas son independientes o están asociadas. Si el valor p es bajo, sugiere que las variables no son independientes y que existe una relación entre las dos variables.
ja: χ²独立性検定（χ²適合度検定と混同しないように）は、2つの離散型変数が独立かどうかについて検定するための方法です。p値が小さければ、2つの変数は独立ではなく、何らかの関連がある可能性を示します。

source: Theoretical Quantiles
es: Cuantiles Teóricos
ja: 理論的分位点
