Repository: jamovi/jmv
Catalog: jamovi/i18n/*.po
Languages: es, ja

source: `TRUE` or `FALSE` (default), provide Phi and Cramer's V
es: `TRUE` o `FALSE` (predeterminado), proporciona Phi y la V de Cramer
ja: ファイ係数およびクラメールのVの算出の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Q-Q plots (continuous variables only)
es: `TRUE` o `FALSE` (predeterminado), proporciona gráficos Q-Q (solo variables continuas)
ja: Q-Qプロットを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します（連続型変数でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide Q-Q plots of residuals
es: `TRUE` o `FALSE` (predeterminado), proporciona gráficos Q-Q de residuos
ja: 残差Q-Qプロットを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide RMSE for the models
es: `TRUE` o `FALSE` (predeterminado), proporciona RMSE para los modelos
ja: モデルのRMSE（誤差2乗平均平方根）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Shapiro-Wilk p-value
es: `TRUE` o `FALSE` (predeterminado), proporcione el valor p de Shapiro-Wilk
ja: シャピロ=ウィルク検定のp値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Shapiro-Wilk test
es: `TRUE` o `FALSE` (predeterminado), proporciona la prueba de Shapiro-Wilk
ja: シャピロ=ウィルク検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide Spearman's rho
es: `TRUE` o `FALSE` (predeterminado), proporciona la rho de Spearman
ja: スピアマンの順位相関係数（ρ）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide VIF and tolerence collinearity statistics
es: `TRUE` o `FALSE` (predeterminado), proporciona estadísticas de colinealidad de tolerancia y VIF
ja: 共線性統計量としてVIF（分散拡大係数）およびトレランスを算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a Q-Q plot of multivariate normality
es: `TRUE` o `FALSE` (predeterminado), proporciona una gráfica Q-Q de normalidad multivariante
ja: 多変量正規Q-Qプロットを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a Q-Q plot of residuals
es: `TRUE` o `FALSE` (predeterminado), proporciona un gráfico Q-Q de residuos
ja: 残差Q-Qプロットを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a ROC curve plot
es: `TRUE` o `FALSE` (predeterminado), proporciona un gráfico de curva ROC
ja: ROC曲線のグラフを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficient estimates
es: `TRUE` o `FALSE` (predeterminado), proporciona un intervalo de confianza para las estimaciones de los coeficientes del modelo
ja: モデル係数の推定値について信頼区間を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficient odds ratio estimates
es: `TRUE` o `FALSE` (predeterminado), proporciona un intervalo de confianza para las estimaciones del coeficiente de la razón de odds del modelo
ja: オッズ比の信頼区間を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficient rate ratio estimates
ja: モデル係数の率比について、信頼区間を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficient standardized estimates
ja: 標準化推定値について信頼区間を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficients
es: `TRUE` o `FALSE` (predeterminado), proporciona un intervalo de confianza para los coeficientes del modelo
ja: モデルの係数について信頼区間の算出を行うかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model estimates
es: `TRUE` o `FALSE` (predeterminado), proporciona un intervalo de confianza para las estimaciones del modelo
ja: モデル推定における信頼区間を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a correlation matrix plot
es: `TRUE` o `FALSE` (predeterminado), proporciona una gráfica de matriz de correlación
ja: 相関行列プロットの有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a correlation plot
es: `TRUE` o `FALSE` (predeterminado), proporciona una gráfica de correlación
ja: 相関行列プロットの有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a cut-off plot
es: `TRUE` o `FALSE` (predeterminado), proporciona una gráfica de corte
ja: カットオフ・プロットを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a descriptive plot
es: `TRUE` o `FALSE` (predeterminado), proporciona una gráfica descriptiva
ja: 記述統計量のグラフを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a path diagram of the model
es: `TRUE` o `FALSE` (predeterminado), proporciona un diagrama de flujo del modelo
ja: モデルのパス図を作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a predicted classification table (or confusion matrix)
es: `TRUE` o `FALSE` (predeterminado), proporciona una tabla de clasificación prevista (o matriz de confusión)
ja: 予測値の分類表（混同行列）を作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します。

source: `TRUE` or `FALSE` (default), provide a standardized estimate for the model coefficients
es: `TRUE` o `FALSE` (predeterminado), proporciona una estimación estandarizada de los coeficientes del modelo
ja: 標準化済みの係数を算出するどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a standardized estimate for the model estimates
es: `TRUE` o `FALSE` (predeterminado), proporciona una estimación estandarizada para las estimaciones del modelo
ja: モデル推定における標準推定値を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide a z test for differences between two proportions
es: `TRUE` o `FALSE` (predeterminado), proporciona una prueba z para las diferencias entre dos proporciones
ja: 2つの比率の差について、z検定を行うかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide an exact log odds ratio (requires exact2x2 to be installed)
es: `TRUE` o `FALSE` (predeterminado), proporciona una relación de probabilidades de registro exacta (requiere la instalación de exact2x2)
ja: 正確対数オッズ比を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します（exact2x2のインストールが必要です）

source: `TRUE` or `FALSE` (default), provide bar plots (nominal, ordinal variables only)
es: `TRUE` o `FALSE` (predeterminado), proporciona gráficos de barras (solo variables nominales y ordinales)
ja: 棒グラフを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します（名義型変数、順序型変数でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide box plots (continuous variables only)
es: `TRUE` o `FALSE` (predeterminado), proporciona diagramas de caja (solo variables continuas)
ja: 箱ひげ図を作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します（連続型変数でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide column percentages
es: `TRUE` o `FALSE` (predeterminado), proporcione porcentajes de columna
ja: 列合計に対するパーセントを算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide confidence intervals
es: `TRUE` o `FALSE` (predeterminado), proporciona intervalos de confianza
ja: 信頼区間の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide confidence intervals for the comparative measures
es: `TRUE` o `FALSE` (predeterminado), proporciona intervalos de confianza para las medidas comparativas
ja: 比較指標の信頼区間の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide confidence intervals for the effect-sizes
es: `TRUE` o `FALSE` (predeterminado), proporciona intervalos de confianza para los tamaños del efecto
ja: 効果量の信頼区間を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide confidence intervals for the mean
es: `TRUE` o `FALSE` (predeterminado), proporciona intervalos de confianza para la media
ja: 平均値の信頼区間の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide confidence intervals for the mean difference
es: `TRUE` o `FALSE` (predeterminado), proporciona intervalos de confianza para las diferencias de medias
ja: 平均値の差の信頼区間の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide confidence intervals for the post-hoc effect sizes
es: `TRUE` o `FALSE` (predeterminado), proporciona intervalos de confianza para los tamaños de efecto post-hoc
ja: 事後検定の効果量について、信頼区間を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide densities in the correlation matrix plot
es: `TRUE` o `FALSE` (predeterminado), proporciona densidades en la gráfica de la matriz de correlación
ja: 相関行列プロットに密度曲線を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide density plots (continuous variables only)
es: `TRUE` o `FALSE` (predeterminado), proporciona gráficos de densidad (solo variables continuas)
ja: 密度曲線を作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します（連続型変数でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide descriptive plots
es: `TRUE` o `FALSE` (predeterminado), proporciona gráficos descriptivos
ja: 記述統計量のグラフを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide descriptive statistics
es: `TRUE` o `FALSE` (predeterminado), proporciona estadísticas descriptivas
ja: 記述統計量を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide dot plots (continuous variables only)
es: `TRUE` o `FALSE` (predeterminado), proporciona gráficos de puntos (solo variables continuas)
ja: データ点プロットを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します（連続型変数でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide effect sizes
es: `TRUE` o `FALSE` (predeterminado), proporciona tamaños de efecto
ja: 効果量を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide effect-sizes
es: `TRUE` o `FALSE` (predeterminado), proporciona tamaños de efecto
ja: 効果量を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide estimated marginal means tables
es: `TRUE` o `FALSE` (predeterminado), proporciona tablas de medias marginales estimadas
ja: 推定周辺平均値の表を作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide estimates for the factor intercepts
es: `TRUE` o `FALSE` (predeterminado), proporciona estimaciones para las intersecciones de factores
ja: 因子の切片推定値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide estimates for the residual intercepts
es: `TRUE` o `FALSE` (predeterminado), proporciona estimaciones para las intersecciones residuales
ja: 残差切片の推定値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide frequency tables (nominal, ordinal variables only)
es: `TRUE` o `FALSE` (predeterminado), proporciona tablas de frecuencia (solo variables nominales y ordinales)
ja: 度数分布表の有無を`TRUE`または`FALSE`（初期値）で指定します（名義型変数、順序型変数でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide gamma
es: `TRUE` o `FALSE` (predeterminado), proporciona gamma
ja: グッドマン=クラスカルのガンマを算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide histograms (continuous variables only)
es: `TRUE` o `FALSE` (predeterminado), proporciona histogramas (solo variables continuas)
ja: ヒストグラムを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します（連続型変数でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide item means
es: `TRUE` o `FALSE` (predeterminado), proporciona medias del elemento
ja: 項目の平均値を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide item standard deviations
es: `TRUE` o `FALSE` (predeterminado), proporciona desviaciones estándar del elemento
ja: 項目の標準偏差を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide item-rest correlations
es: `TRUE` o `FALSE` (predeterminado), proporciona correlaciones del resto de elementos
ja: I-R相関（各項目とそれ以外の項目合計値の相関）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide means and standard deviations
es: `TRUE` o `FALSE` (predeterminado), proporciona medias y desviaciones estándar
ja: 平均値と標準偏差を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide means and standard errors
es: `TRUE` o `FALSO` (predeterminado), proporcionan medias y errores estándar
ja: 平均値と標準誤差を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide modification indices for the parameters not included in the model
es: `TRUE` o `FALSE` (predeterminado), proporcionan índices de modificación para los parámetros no incluidos en el modelo
ja: モデルに含まれるパラメタの修正指標を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide percentiles
es: `TRUE` o `FALSE` (predeterminado), proporciona percentiles
ja: パーセンタイル値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide posterior plots
es: `TRUE` o `FALSE` (predeterminado), proporciona gráficos de posteriores
ja: 事後分布のグラフの有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide quantiles
es: `TRUE` o `FALSE` (predeterminado), proporciona cuantiles
ja: 変位値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide residual plots where the dependent variable and each covariate is plotted against the standardized residuals.
es: `TRUE` o `FALSO` (predeterminado), proporcionan gráficos de residuos donde la variable dependiente y cada covariable se representan frente a los residuos estandarizados.
ja: 標準化残差に対する従属変数および各要因値の残差のグラフを作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します。

source: `TRUE` or `FALSE` (default), provide results of the Durbin- Watson test for autocorrelation
es: `TRUE` o `FALSE` (predeterminado), proporciona los resultados de la prueba de Durbin-Watson para la autocorrelación
ja: ダービン=ワトソンの自己相関検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide row percentages
es: `TRUE` o `FALSE` (predeterminado), proporciona porcentajes de fila
ja: 行合計に対するパーセントを算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide statistics in the correlation matrix plot
es: `TRUE` o `FALSE` (predeterminado), proporciona estadísticas en la gráfica de la matriz de correlaciones
ja: 相関行列プロットに相関係数を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide summary statistics for the Cook's distance
es: `TRUE` o `FALSE` (predeterminado), proporciona estadísticas resumidas para la distancia de Cook
ja: クックの距離の要約統計量を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide test results (t-value and degrees of freedom) for post-hoc tests
es: `TRUE` o `FALSE` (predeterminado), proporciona los resultados de la prueba (valor t y grados de libertad) para pruebas post-hoc
ja: 事後検定の検定結果（t値と自由度）を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the contingency coefficient
es: `TRUE` o `FALSE` (predeterminado), proporciona el coeficiente de contingencia
ja: コンティンジェンシー係数の算出の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the differences in proportions (only available for 2x2 tables)
es: `TRUE` o `FALSE` (predeterminado), proporciona las diferencias en proporciones (solo disponible para tablas 2x2)
ja: 比率の差の表示の有無を`TRUE`または`FALSE`（初期値）で指定します（2行2列の表でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide the expected counts
es: `TRUE` o `FALSE` (predeterminado), proporciona las frecuencias esperadas
ja: 期待度数の表示の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the exponential of the log-odds ratio estimate, or the odds ratio estimate
es: `TRUE` o `FALSE` (predeterminado), proporciona el exponencial de la estimación de la razón del log-odds o la estimación de la razón de odds
ja: 対数オッズ比の指数変換値、すなわちオッズ比の推定値を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the exponential of the log-rate ratio estimate, or the rate ratio estimate
es: `TRUE` o `FALSE` (predeterminado), proporciona el exponencial de la estimación de la razón del logaritmo de la tasa o la estimación de la razón de tasas
ja: 対数率比の指数変換値、すなわち率比を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the interquartile range
es: `TRUE` o `FALSE` (predeterminado), proporciona el rango intercuartílico
ja: 四分位範囲を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the kurtosis
es: `TRUE` o `FALSE` (predeterminado), proporciona la curtosis
ja: 尖度を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the likelihood ratio
es: `TRUE` o `FALSE` (predeterminado), proporciona la razón de verosimilitud
ja: 尤度比の表示の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the log odds ratio (only available for 2x2 tables)
es: `TRUE` o `FALSE` (predeterminado), proporciona el logaritmo de la razón de odds (solo disponible para tablas 2x2)
ja: 対数オッズ比の表示の有無を`TRUE`または`FALSE`（初期値）で指定します（2行2列の表でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide the maximum
es: `TRUE` o `FALSE` (predeterminado), proporcione el máximo
ja: 最大値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the mean
es: `TRUE` o `FALSE` (predeterminado), proporcione la media
ja: 平均値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the minimum
es: `TRUE` o `FALSE` (predeterminado), proporcione el mínimo
ja: 最小値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the mode
es: `TRUE` o `FALSE` (predeterminado), proporciona la moda
ja: 最頻値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the model comparison between the models and the NULL model
es: `TRUE` o `FALSE` (predeterminado), proporciona la comparación del modelo entre los modelos y el modelo NULO
ja: 帰無モデルと分析モデルの比較を行うかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the number of cases
es: `TRUE` o `FALSE` (predeterminado), proporciona el número de casos
ja: 標本サイズを表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the observed counts
es: `TRUE` o `FALSE` (predeterminado), proporciona las frecuencias observadas
ja: 観測度数の表示の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the odds ratio (only available for 2x2 tables)
es: `TRUE` o `FALSE` (predeterminado), proporciona la razón de odds (solo disponible para tablas 2x2)
ja: オッズ比の表示の有無を`TRUE`または`FALSE`（初期値）で指定します（2行2列の表でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide the omnibus ANOVA test for the predictors
es: `TRUE` o `FALSE` (predeterminado), proporciona la prueba ANOVA ómnibus para los predictores
ja: 各説明変数（予測変数）についてANOVAによるオムニバス検定を行うかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the omnibus likelihood ratio tests for the predictors
es: `TRUE` o `FALSE` (predeterminado), proporciona las pruebas de razón de verosimilitud ómnibus para los predictores
ja: 予測変数についてのオムニバス検定として尤度比検定を実施するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the predicted accuracy of outcomes grouped by the cut-off value
es: `TRUE` o `FALSE` (predeterminado), proporcionan la precisión prevista de los resultados agrupados por el valor de corte
ja: カットオフ値による分類精度を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the predicted sensitivity of outcomes grouped by the cut-off value
es: `TRUE` o `FALSE` (predeterminado), proporciona la sensibilidad prevista de los resultados agrupados por el valor de corte
ja: カットオフ値による分類の感度を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the predicted specificity of outcomes grouped by the cut-off value
es: `TRUE` o `FALSE` (predeterminado), proporciona la especificidad prevista de los resultados agrupados por el valor de corte
ja: カットオフ値による分類における特異度を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the range
es: `TRUE` o `FALSE` (predeterminado), proporciona el rango
ja: 範囲を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the rea under the ROC curve (AUC)
es: `TRUE` o `FALSE` (predeterminado), proporciona el valor bajo la curva ROC (AUC)
ja: ROC曲線より下の領域の面積（AUC）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します。

source: `TRUE` or `FALSE` (default), provide the relative risk (only available for 2x2 tables)
es: `TRUE` o `FALSE` (predeterminado), proporciona el riesgo relativo (solo disponible para tablas 2x2)
ja: リスク比の表示の有無を`TRUE`または`FALSE`（初期値）で指定します（2行2列の表でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide the residuals for the observed correlation matrix (i.e., the difference between the expected correlation matrix and the observed correlation matrix)
es: `TRUE` o `FALSE` (predeterminado), proporciona los residuos de la matriz de correlación observada (es decir, la diferencia entre la matriz de correlación esperada y la matriz de correlación observada)
ja: 観察された相関行列モデルの残差（期待される相関行列と観察された相関行列の差）を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します。

source: `TRUE` or `FALSE` (default), provide the skewness
es: `TRUE` o `FALSE` (predeterminado), proporciona la asimetría
ja: 歪度を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the standard deviation
es: `TRUE` o `FALSE` (predeterminado), proporciona la desviación estándar
ja: 標準偏差を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the standard error
es: `TRUE` o `FALSE` (predeterminado), proporciona el error estándar
ja: 標準誤差を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the statistical measure `adjusted R-squared` for the models
es: `TRUE` o `FALSE` (predeterminado), proporciona la medida estadística "R cuadrado ajustado” para los modelos
ja: モデルの`調整済みR2乗`を算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the sum
es: `TRUE` o `FALSE` (predeterminado), proporciona la suma
ja: 合計値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the thresholds that are used as cut-off scores for the levels of the dependent variable
es: `TRUE` o `FALSE` (predeterminado), proporciona los umbrales que se utilizan como puntajes de corte para los niveles de la variable dependiente
ja: 従属変数の水準をカットオフ値で分割する際に使用した閾値を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide the variance
es: `TRUE` o `FALSE` (predeterminado), proporciona la varianza
ja: 分散を表示するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide total percentages
es: `TRUE` o `FALSE` (predeterminado), proporciona porcentajes totales
ja: 総度数に対するパーセントを算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide violin plots (continuous variables only)
es: `TRUE` o `FALSE` (predeterminado), proporciona tramas de violín (solo variables continuas)
ja: バイオリン図を作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します（連続型変数でのみ使用可能です）

source: `TRUE` or `FALSE` (default), provide what the Cronbach's α would be if the item was dropped
es: `TRUE` o `FALSE` (predeterminado), proporcione cuál sería el α de Cronbach si se descartara el elemento
ja: 各項目除外時のクロンバックのαを算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide what the McDonald's ω would be if the item was dropped
es: `TRUE` o `FALSO` (predeterminado), proporcione lo que sería el McDonald’s ω si se descartara el elemento
ja: 各項目除外時のマクドナルドのωを算出するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), provide χ² with continuity correction
es: `TRUE` o `FALSE` (predeterminado), proporciona χ² con corrección de continuidad
ja: χ² 値の連続性修正の有無を`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), report a summary of the different groups
es: `TRUE` o `FALSE` (predeterminado), informa un resumen de los diferentes grupos
ja: グループの要約を作成するかどうかを`TRUE`または`FALSE`（初期値）で指定します

source: `TRUE` or `FALSE` (default), set a cut-off used for the predictions
es: `TRUE` o `FALSE` (predeterminado), establece un límite utilizado para las predicciones
ja: 予測値にカットオフ値を設定するかどうかを`TRUE`または`FALSE`（初期値）で指定します
